{
  "app.metas.title": "EcommerceVC",
  "app.metas.description": "Aplicacion ecommerce",
  "app.goBackBtn": "Ir atrás",
  "app.backBtn": "Atrás",
  "app.continueBtn": "Continuar",
  "app.sendBtn": "Enviar",
  "app.deleteBtn": "Borrar",
  "app.removeBtn": "Quitar",
  "app.cancelBtn": "Cancelar",
  "app.recoverBtn": "Recuperar",
  "app.exploreBtn": "Explorar tienda",
  "app.successes.default": "Logrado",
  "app.errors.default": "Algo falló, inténtalo otra vez",

  "header.drawerItems.home": "Inicio",
  "header.drawerItems.shop": "Tienda",
  "header.drawerItems.everfresh": "EverFresh",
  "header.drawerItems.bags": "Bolsas",
  "header.drawerItems.profile": "Tu perfil",
  "header.drawerItems.orders": "Pedidos",
  "header.drawerItems.settings": "Ajustes",
  "header.drawerItems.signOut": "Cerrar sesión",
  "header.drawerItems.signIn": "Iniciar sesión",
  "header.drawerItems.register": "Registrarse",
  "header.drawerItems.help": "Ayuda",
  "header.drawerItems.contact": "Contáctanos",
  "header.drawerItems.about": "Sobre nosotros",
  "header.drawerItems.faq": "Preguntas frequentes",
  "header.searchBar.placeholder": "Buscar aquí",

  "footer.contact.title": "Contáctanos",
  "footer.contact.content": "¿Alguna pregunta? No dudes en contactarnos. Te responderemos lo antes posible.",
  "footer.utility.title": "Enlaces de utilidad",
  "footer.utility.faq": "Preguntas frequentes",
  "footer.utility.privacy": "Política de privacidad",
  "footer.utility.cookies": "Política de cookies",
  "footer.utility.legal": "Aviso legal",
  "footer.utility.conditions": "Condiciones de venta",

  "home.metas.title": "Inicio",
  "home.metas.description": "Página de inicio",
  "home.h1": "La envasadora",
  "home.banner.1": "La envasadora\n más versátil\n para tus viajes",
  "home.banner.2": "Conserve sus\nalimentos de\nmanera eficiente",
  "home.banner.3": "Frescura al alcance\n de tu mano\n en un solo click",
  "home.banner.4": "Conserve sus\nalimentos de\nmanera eficiente",
  "home.banner.buyBtn": "Comprar ahora",
  "home.intro.title": "La solución perfecta para el envasado",
  "home.intro.description": "En un mundo en el que el precio de los alimentos está en constante aumento, es importante encontrar formas de preservar nuestras compras y evitar desperdiciar comida.\n\nPor ello, desde La envasadora, ofrecernos una solución accesible y asequible para todos aquellos usuarios dispuestos a cambiar hacia un estilo de vida más sostenible.",
  "home.packingMachine.title": "¿Qué es una envasadora y cómo funciona?",
  "home.packingMachine.description.1": "También conocidas como máquinas de vacío o selladoras al vacío, las envasadoras son unas máquinas que funcionan mediante un proceso de succión y sellado.",
  "home.packingMachine.description.2": "Se coloca una bolsa de plástico en la máquina y se cierra con un clip o un sellador. La envasadora extrae el aire de la bolsa y sella el borde para crear un sello hermético.",
  "home.packingMachine.description.3": "En este proceso de eliminación del aire se previene la oxidación y la fermentación, lo que permite conservar la frescura y los nutrientes de los alimentos por un período mucho más prolongado.",
  "home.whatIsVacuumPacked.title": "¿Qué es el envasado al vacío?",
  "home.whatIsVacuumPacked.description": "El envasado al vacío es un proceso de conservación que consiste en la extracción del aire interior de un envase con el fin de sellarlo herméticamente para evitar la entrada de oxígeno y bacterias.\n\nEste método es muy efectivo para prolongar la vida útil de los alimentos y mantener su frescura, sabor y nutrientes.",
  "home.whyVacuumPacked.title": "¿Por qué es importante el envasado al vacío?",
  "home.whyVacuumPacked.description.1": "El envasado al vacío es importante porque contribuye a evitar la oxidación de los alimentos y a prevenir la proliferación de bacterias y otros microorganismos.",
  "home.whyVacuumPacked.description.2": "Los alimentos conservados de esta forma duran más tiempo sin necesidad de refrigeración, lo que es una gran ventaja para ahorrar en electricidad y espacio en el frigorífico.",
  "home.whyVacuumPacked.description.3": "Además, también ayuda a mantener la calidad nutricional de los alimentos, ya que evita la pérdida de vitaminas y minerales.",
  "home.advantages.title": "Ventajas y beneficios del envasado al vacío",
  "home.advantages.description.1": "Evitamos fermentaciones y reacciones oxidativas para mantener y prolongar el sabor y aroma original de los alimentos envasados.",
  "home.advantages.description.2": "Aumentamos hasta 3 y 5 veces la vida útil de los productos frescos sin necesidad de congelarlos, si los congelamos los tiempos pueden aumentar a años dependiendo del producto.",
  "home.advantages.description.3": "Nos permite realizar todo tipo de marinados y sazonados para crear diferentes elaboraciones culinarias.",
  "home.advantages.description.4": "Nos ayuda a organizarnos de forma rápida y sencilla a la vez que a aprovechar el espacio de almacenaje de forma óptima.",
  "home.advantages.description.5": "Ahorramos tiempo y dinero al tener un mayor control y una visión clara de los productos que vamos a consumir y así evitar compras inecesarias.",
  "home.advantages.buyBtn": "Conoce nuestra máquina",
  "home.use.title": "Guia de uso de nuestra envasadora",
  "home.use.foodPreparation.title": "Preparación de los alimentos",
  "home.use.foodPreparation.description": "Antes de utilizar la envasadora de vacío, es importante preparar los alimentos adecuadamente.\n\nLavar y secar los alimentos antes de colocarlos en bolsas de envasado, es esencial para asegurar un buen sellado.\n\nSi estás sellando alimentos congelados, asegúrate de que estén completamente descongelados antes de colocarlos en la bolsa.",
  "home.use.bagSelection.title": "Selección de la bolsa para el envasado",
  "home.use.bagSelection.description": "Es importante elegir las bolsas de envasado adecuadas para el tipo de producto o alimento que deseas envasar.\n\nLas bolsas pueden ser de diferentes tamaños por lo que es importante elegir la que mejor se adapte a tus necesidades.\n\nAsegúrate de utilizar bolsas de vacío con válvula, ya que estas han sido diseñadas para ser compatibles con nuestra envasadora de vacío everfresh.",
  "home.use.bagSelection.buyBtn": "Comprar bolsas",
  "home.use.bagSelection.sizes.title": "Medidas de nuestras bolsas",
  "home.use.packingMachine.title": "Uso de la envasadora de vacío",
  "home.use.packingMachine.description": "Una vez tengas los alimentos y las bolsas idóneas, es hora de utilizar la envasadora de vacío.",
  "home.use.packingMachine.steps.title": "Paso {step}",
  "home.use.packingMachine.steps.1": "Coloca los alimentos dentro de la bolsa, y procede a cerrar herméticamente el cierre zip con la ayuda de un pequeño utensilio incluido en el producto o con tus propias manos.",
  "home.use.packingMachine.steps.2": "Coloca la bolsa en una superficie plana y procede a alinear la envasadora con la válvula situada en la parte superior derecha.",
  "home.use.packingMachine.steps.3": "Presiona el botón de succión situado en la parte superior de la envasadora.\n\nNotarás que al empezar la succión se oye un click, esto indicará que el vacío se ha ejecutado de forma correcta.",
  "home.use.packingMachine.steps.4": "Para un envasado óptimo asegúrate que todo el aire interior haya sido absorbido.\n Una vez se haya extraído la totalidad, presiona el mismo botón para detener la succión.",
  "home.foodStorage.title": "Almacenamiento de los alimentos",
  "home.foodStorage.description": "Los alimentos envasados deben ser almacenados en el refrigerador o congelador para maximizar su vida útil.\n\nEs importante etiquetar y fechar las bolsas para asegurarse de consumir los alimentos frescos primero.",
  "home.conservation.title": "Tiempos de conservación de los alimentos",
  "home.conservation.description": "Estos son los tiempos de duración promedio y pueden variar según el tipo de alimento, las condiciones de almacenamiento y el proceso de envasado al vacío.",
  "home.conservation.comments": "Siempre es recomendable revisar las fechas de caducidad y seguir las instrucciones de almacenamiento del fabricante y prestar atención a los cambios en el olor, textura y apariencia del alimento antes de consumirlo.",
  "home.conservation.table.head.food": "Alimento",
  "home.conservation.table.head.noVacuum": "Sin vacío",
  "home.conservation.table.head.vacuumFridge": "Vacío en nevera",
  "home.conservation.table.head.vacuumFrozen": "Vacío congelado",
  "home.conservation.table.food.1": "Carne (roja)",
  "home.conservation.table.food.2": "Carne (blanca)",
  "home.conservation.table.food.3": "Pescado",
  "home.conservation.table.food.4": "Mariscos",
  "home.conservation.table.food.5": "Frutas",
  "home.conservation.table.food.6": "Verduras",
  "home.conservation.table.food.7": "Legumbres",
  "home.conservation.table.food.8": "Quesos",
  "home.conservation.table.food.9": "Pan",
  "home.conservation.table.days": "días",
  "home.conservation.table.weeks": "semanas",
  "home.conservation.table.months": "meses",
  "home.characteristics.title": "Características de nuestra envasadora",
  "home.characteristics.description": "A diferencia de otras envasadoras en el mercado, EverFresh de Innova Goods es el aliado perfecto si lo que buscas es portabilidad y buen rendimiento en un tamaño compacto y ligero.\n\nEs la opción más atractiva para aquellos que busquen poder envasar sus alimentos en cualquier tipo de situación.",
  "home.characteristics.description.1": "Rápida extracción del aire en un solo click.",
  "home.characteristics.description.2": "Pensada para usar con una sola mano.",
  "home.characteristics.description.3": "Portátil y ligera, ideal para acompañarte en tus viajes.",
  "home.characteristics.description.4": "Batería inalámbrica y recargable mediante usb.",
  "home.characteristics.description.5": "Diseño compacto y sencillo, para todo tipo de cocinas.",
  "home.characteristics.description.6": "Compatible con todo tipo de bolsas con válvula.",
  "home.characteristics.buyBtn": "Comprar envasadora",

  "about.metas.title": "Sobre Nosotros",
  "about.metas.description": "Página de sobre nosotros",
  "about.h1": "Sobre nosotros",
  "about.content": "En la envasadora somos una empresa dedicada a ofrecer soluciones innovadoras en el ámbito del envasado de alimentos. Nos esforzamos para mejorar la calidad y la frescura de los productos alimenticios mediante la utilización de tecnologías actuales.\n\nNuestra envasadora de vacío portátil es el resultado de nuestro compromiso con la innovación y el deseo de aportar un producto que sea accesible, eficiente y fácil de usar. Buscamos ayudar a los consumidores a alargar la vida útil de sus alimentos y reducir el desperdicio, combatiendo así el constante aumento de los precios de los mismos.\n\nContamos con un equipo de expertos en envasado y tecnología, con una claridad en cuanto a nuestra misión y objetivos. Nos esforzamos por ofrecer un servicio de atención al cliente excelente y asegurarnos de que cada compra sea satisfactoria.\n\nAdemás de mejorar la eficiencia y economía en la conservación de alimentos, estamos comprometidos en fomentar un cambio en la concienciación sobre el impacto ambiental de nuestras acciones.La reducción del desperdicio de alimentos es un paso importante hacia un futuro más sostenible y consciente con el propio medio ambiente.\n\nEstamos agradecidos por su elección y esperamos formar parte de su camino hacia una vida más práctica y sostenible, gracias a la innovación en el envasado.",
  
  "faq.metas.title": "FAQ",
  "faq.metas.description": "Página de FAQ",
  "faq.h1": "Preguntas Frequentes",
  "faq.link": "Ver más",
  "faq.packing.title": "Dudas sobre el envasado",
  "faq.packing.q.1": "¿Qué productos no se pueden envasar al vacío?",
  "faq.packing.r.1": "Existen algunos productos en concreto que no se recomienda envasar, es el caso de alimentos con un alto contenido de azúcares o almidones, como frutas  frescas o verduras tales como plátanos, cebollas, setas, lechuga col y ajo, estas pueden desarrollar moho o bacterias cuando se elimina el aire del envase. Además son capaces de liberar gas una vez envasados,por lo que es preferible evitar envasarlos.\n\nTampoco es recomendable envasar alimentos con un alto porcentaje de aceites o grasas ya que pueden oxidarse o enraizarse.\n\nProductos químicos o productos inflamables, ya que el proceso de envasado al vacío puede aumentar la presión en el envase y puede ser peligroso.",
  "faq.packing.q.2": "¿Cuál es el mejor material para congelar alimentos?",
  "faq.packing.r.2": "Existen varios materiales que se utilizan para congelar alimentos y cada uno tiene sus propias ventajas y desventajas. Algunos de los materiales más comunes son:\n\nBolsas de congelación: Son una opción muy práctica para congelar alimentos, ya que son fáciles de sellar y transportar. Es recomendable buscar bolsas de congelación de buena calidad para evitar fugas o roturas.\n\nContenedores de plástico: Son resistentes y no absorben los olores ni sabores de los alimentos congelados.\n\nBandejas de hielo: son ideales para congelar líquidos como caldos o salsas ya que pueden ser raspadas o descongeladas en porciones pequeñas.\n\nEn resumen, no hay un material que sea el mejor para congelar alimentos ya que depende de tus necesidades y preferencias. Sin embargo, es recomendable elegir materiales de alta calidad y que puedan ser sellados correctamente para evitar la entrada de aire y así prolongar la vida útil de los alimentos congelados.",
  "faq.packing.q.3": "¿Qué ventajas y desventajas tiene el hecho de estar envasados?",
  "faq.packing.r.3": "El envasado tiene varias ventajas y desventajas. Algunas de las principales ventajas son:\n\nProtección: Los productos envasados están protegidos de la humedad, la luz, el polvo y otros factores ambientales que pueden afectar su calidad.\n\nConservación: Los alimentos envasados pueden mantenerse frescos durante un período de tiempo más prolongado que los alimentos frescos. Esto se debe a que el envasado evita la entrada de oxígeno y otros factores que pueden causar la putrefacción.\n\nTransporte: Los productos envasados son más fáciles de transportar y almacenar ya que son más resistentes a los golpes y a las variaciones de temperatura.\n\nConveniencia: Los productos envasados son muy convenientes para el consumidor ya que pueden ser abiertos y utilizados en cualquier momento.\n\nCostos: El envasado puede ser una forma más económica de almacenar y transportar productos.\n\nSin embargo, el envasado también tiene algunas desventajas:\n\nImpacto ambiental: El envasado puede tener un impacto ambiental negativo, especialmente si los envases no son reciclados adecuadamente.\n\nContenido nutricional: Algunos estudios sugieren que los alimentos envasados pueden tener menos valor nutricional que los alimentos frescos debido a la pérdida de nutrientes durante el proceso de envasado.\n\nEn resumen, el envasado tiene varias ventajas, como la protección y conservación de los productos, pero también tiene algunas desventajas, como el impacto ambiental y la posible pérdida de valor nutricional. Es importante ser conscientes de estos factores al elegir los productos que compramos y consumimos.",
  "faq.packing.q.4": "¿Cómo se utiliza una máquina de vacío?",
  "faq.packing.r.4": "En nuestra página de inicio, se explica cómo utilizar correctamente una máquina de vacío, así como los beneficios de utilizar una máquina de vacío en lugar de los métodos tradicionales de conservación de alimentos. También se describen las diferentes técnicas de vaciado y se proporcionan consejos para prolongar la vida útil de los alimentos vaciados.",
  "faq.packing.q.5": "¿Qué tipo de bolsas se utiliza para envasar al vacío?",
  "faq.packing.r.5": "Para envasar al vacío se utilizan principalmente dos tipos de bolsas: las bolsas de polietileno y las bolsas de polipropileno.\n\nBolsas de polietileno: Son una de las opciones más populares para envasar al vacío. Están hechas de un material resistente y tienen una excelente capacidad para retener el vacío. Además, son resistentes al agua, la grasa y los ácidos, lo que las hace ideales para envasar alimentos. Sin embargo, no son resistentes a altas temperaturas y no pueden ser usadas en procesos de cocción al vacío.\n\nBolsas de polipropileno: Son una excelente opción para envasar al vacío. Son resistentes a altas temperaturas, lo que las hace ideales para procesos de cocción al vacío. Además, son resistentes al agua, la grasa y los ácidos, lo que las hace ideales para envasar alimentos. Sin embargo, son un poco más caras que las bolsas de polietileno.\n\nAdemás de estos dos tipos, también existen otras opciones, como las bolsas de nylon, las bolsas de poliéster, y las bolsas termorresistentes de vidrio, que son resistentes a altas temperaturas, pero más caras, también son utilizadas para procesos de cocción al vacío.\n\nEn resumen, las bolsas de polietileno y las bolsas de polipropileno son las más populares y utilizadas para envasar al vacío, pero dependiendo de las necesidades y el uso que se le dará a la bolsa es importante elegir el material adecuado para que se adecue a tus necesidades.",
  "faq.packing.q.6": "¿Qué puedo hacer con una selladora al vacío?",
  "faq.packing.r.6": "Una selladora al vacío es una herramienta útil para conservar los alimentos y prolongar su vida útil. Con una selladora al vacío, puedes hacer lo siguiente:\n\nConservar alimentos: Puedes envasar alimentos frescos o cocidos al vacío para conservarlos durante más tiempo en la nevera o en el congelador. Esto es especialmente útil para alimentos que se deterioran rápidamente, como la carne, el pescado, las frutas y las verduras.\n\nCongelar alimentos: Puedes envasar alimentos frescos o cocidos al vacío antes de congelarlos para conservar su sabor y frescura durante meses.\n\nAlmacenamiento de alimentos secos: Puedes envasar alimentos secos, como arroz, pasta, granos y frutos secos al vacío para evitar la absorción de humedad y evitar la formación de moho.\n\nMarinar alimentos: Puedes utilizar la selladora al vacío para marinar alimentos antes de cocinarlos, ya que el vacío ayuda a que los sabores y la marinada se adhieran al alimento.\n\nEmbalaje de equipos y objetos: Puedes utilizar la selladora al vacío para embalar objetos pequeños y equipos para almacenamiento o transporte.\n\nEmpacado de vacaciones: Puedes utilizar la selladora al vacío para empaquetar ropa y artículos para vacaciones, para reducir el volumen y evitar que se arruguen durante el transporte.\n\nUna selladora al vacío es una herramienta muy versátil que te ayudará a conservar alimentos y también a almacenar todo tipo de objetos o incluso ropa.",
  "faq.packing.q.7": "¿Qué ventaja tiene el envasado al vacío?",
  "faq.packing.r.7": "El envasado al vacío tiene varias ventajas, entre ellas:\n\nProlonga la vida útil de los alimentos: Al eliminar el oxígeno del envase, se retrasa el proceso de descomposición de los alimentos, lo que permite que duren más tiempo sin refrigeración.\n\nConserva el sabor y la frescura de los alimentos: Al envasar los alimentos al vacío, se evita que se dañen por la exposición al aire, lo que ayuda a conservar el sabor y la frescura originales.\n\nAhorra espacio: Al eliminar el aire del envase, los alimentos ocupan menos espacio, lo que es útil para almacenar grandes cantidades de alimentos en un espacio reducido.\n\nFacilidad en el transporte: Al ocupar menos espacio, los alimentos envasados al vacío son más fáciles de transportar y manejar.\n\nEvita la formación de bacterias: El vaciado del oxígeno reduce la posibilidad de formación de bacterias que requieren oxígeno para sobrevivir y reproducirse, prolongando la vida útil de los alimentos.\n\nEn nuestra página de inicio, se explica en detalle el proceso de envasado al vacío, los diferentes tipos de envases y las recomendaciones para envasar correctamente cada tipo de alimento. Te animamos a visitar nuestra página de inicio para obtener más información sobre el proceso de envasado al vacío.",
  "faq.packing.q.8": "¿Cuántas veces se puede envasar al vacío?",
  "faq.packing.r.8": "En general, los alimentos envasados al vacío se pueden volver a envasar varias veces, siempre y cuando el envase esté en buenas condiciones y no haya daños en el cierre.\n\nEs importante tener en cuenta que cada vez que se abre el envase, se introduce oxígeno al interior y se expone el alimento a riesgos de contaminación y deterioro. Por lo tanto, se recomienda utilizar el contenido del envase de inmediato después de abrirlo.\n\nSi se va a reutilizar el envase es fundamental limpiarlo y desinfectarlo adecuadamente antes de volverlo a usar, para evitar la contaminación cruzada. En el caso que lo hayamos usado para almacenar productos crudos como carne o pescado es recomendable no reutilizar los envases para evitar posibles riesgos de salud.",
  "faq.packing.q.9": "¿Qué cosas se pueden envasar?",
  "faq.packing.r.9": "Hay una gran variedad de alimentos y productos que pueden ser envasados al vacío con una selladora al vacío. En nuestra página de inicio tenemos una tabla con los principales productos alimenticios aptos para el envasado. A la vez también es una herramienta muy útil para empacar productos o ropa y así ahorrar espacio en tu equipaje.\n\nEs importante tener en cuenta que no todos los alimentos se pueden envasar al vacío. En nuestra página de faqs tenemos algunos productos por los cuales no se recomienda el envasado.",
  "faq.conservation.title": "Dudas sobre la conservación",
  "faq.conservation.q.1": "¿Qué es mejor congelar o envasar al vacio?",
  "faq.conservation.r.1": "Tanto el congelamiento como el envasado al vacío son métodos eficaces para prolongar la vida útil de los alimentos y mantener su frescura y sabor.\n\nSin embargo, cada método tiene sus propias ventajas y desventajas y puede ser más adecuado para algunos alimentos o situaciones específicas.\n\nEl congelamiento es una excelente forma de conservar los alimentos durante varios meses, incluso varios años y es especialmente útil para alimentos que no se pueden envasar al vacío, como las frutas y verduras con alto contenido de agua, y para alimentos cocidos o horneados.\n\nPor otro lado, el envasado al vacío es una forma de conservar los alimentos durante varios días o semanas.\n\nEn nuestra página de inicio se explica en detalle los tiempos de duración aproximado, te animamos a visitar nuestra página de inicio para obtener más información sobre el proceso de envasado.",
  "faq.conservation.q.2": "¿Cuanto tiempo puede estar en la nevera productos envasados al vacio?",
  "faq.conservation.r.2": "La duración de los alimentos envasados al vacío en la nevera depende del tipo de alimento y de las condiciones de almacenamiento. En general, los alimentos envasados al vacío pueden durar de unos pocos días a varias semanas en la nevera, dependiendo del tipo de alimento y de cómo se haya envasado.\n\nAlgunos alimentos, como la carne, el pescado, las aves y los productos lácteos, se deben consumir en un plazo de unos pocos días después de haber sido envasados al vacío. Otros alimentos, como las frutas y las verduras, pueden durar varias semanas en la nevera si se han envasado correctamente.\n\nEs importante tener en cuenta que el envasado al vacío retrasa el proceso de descomposición de los alimentos, pero no lo detiene por completo. Es importante siempre revisar los alimentos antes de consumirlos y desechar cualquier alimento que tenga un olor o un aspecto sospechosos.\n\nEs importante mencionar que los alimentos envasados al vacío deben estar etiquetados con la fecha de envasado y deben ser consumidos dentro del tiempo recomendado, para garantizar la frescura y seguridad alimentaria.",
  "faq.conservation.q.3": "¿Cuánto dura la carne envasada al vacío sin congelar?",
  "faq.conservation.r.3": "La duración de la carne envasada al vacío depende de varios factores, como el tipo de carne, el proceso de envasado y el método de almacenamiento.\n\nEn general, la carne envasada al vacío y conservada a temperatura ambiente tiene una vida útil más prolongada que la carne fresca no envasada, pero aun así, no es recomendable guardarla por mucho tiempo.\n\nEn nuestra página de inicio tenemos una tabla estimada de duración para dicho alimento.",
  "faq.conservation.q.4": "¿Cuánto tiempo duran los vegetales al vacío?",
  "faq.conservation.r.4": "En general, los vegetales envasados al vacío pueden durar de 2 a 4 semanas si se almacenan y se manipulan adecuadamente, pero es importante prestar atención a los signos de daño ó descomposición y consumirlos en el plazo de 2 a 3 días después de abrir el envase.\n\nEn resumen, los vegetales envasados al vacío pueden tener una vida útil prolongada si se realiza correctamente el proceso de envasado y se almacenan adecuadamente, pero es importante prestar atención a la fecha de caducidad y a los signos de daño o descomposición para asegurar que los vegetales siguen siendo seguros para el consumo.",
  "faq.conservation.q.5": "¿Cuánto tiempo duran los productos sellados al vacío?",
  "faq.conservation.r.5": "La duración de los productos sellados al vacío depende del tipo de alimento y de las condiciones de almacenamiento. En general, los alimentos sellados al vacío pueden durar varios meses, incluso varios años, si se almacenan en un lugar fresco y seco, como una despensa o un sótano.\n\nSin embargo, es importante tener en cuenta que el sellado al vacío no detiene completamente el proceso de descomposición de los alimentos, sino que simplemente retrasa. Los alimentos sellados al vacío pueden perder su sabor y frescura con el tiempo, y deben ser revisados ​​y consumidos antes de que suceda.\n\nEn nuestra página de inicio, se explica en detalle la duración de tales productos sellados al vacío.Te animo a visitar nuestra página de inicio para obtener más información sobre el proceso de envasado al vacío.",
  "faq.conservation.q.6": "¿Cómo conservar frutas al vacío?",
  "faq.conservation.r.6": "El envasado al vacío es una excelente forma de conservar las frutas y prolongar su vida útil. Sin embargo, es importante seguir ciertas pautas para garantizar que las frutas se mantengan frescas y seguras para el consumo. A continuación, te ofrecemos algunas recomendaciones para conservar las frutas al vacío:\n\nSeleccione frutas frescas y maduras: Elije frutas que estén maduras pero no demasiado maduras. Las frutas maduras son más sabrosas, pero también se deterioran más rápido.\n\nLave y seque las frutas: Lave las frutas cuidadosamente con agua limpia y séquelas bien antes de envasarlas. El exceso de humedad puede causar la formación de moho en el interior del envase.\n\nCorte las frutas en trozos: Si las frutas son grandes, cortarlas en trozos más pequeños antes de envasarlas. Esto ayudará a que la fruta se enfríe más rápido y se cocine mejor.\n\nEnvasar al vacío: Use una selladora al vacío para envasar las frutas. Asegúrese de seguir las instrucciones del fabricante y sellar el envase correctamente para evitar fugas de aire.\n\nAlmacene las frutas en el congelador: Una vez envasadas las frutas deben ser almacenadas en el congelador para prolongar su duración.\n\nEtiquetado: Etiquetar el envase con la fecha de envasado es importante para poder llevar un seguimiento de la frescura del producto.",
  "faq.conservation.q.7": "¿Cómo conservar carne por años?",
  "faq.conservation.r.7": "Se puede conservar la carne durante un año ",
  "faq.conservation.q.8": "¿Cuáles son los alimentos que se conservan por más tiempo?",
  "faq.conservation.r.8": "Existen varios alimentos que se pueden conservar por un período de tiempo prolongado, aquí mencionamos algunos de ellos:\n\nGrano: El trigo, el maíz, el arroz, entre otros granos pueden ser almacenados por varios años si se mantienen en un lugar fresco y seco.\n\nLegumbres: Algunas legumbres como los frijoles, lentejas y garbanzos pueden durar varios años si se almacenan en lugar fresco y seco.\n\nEspecias: Muchas especias y hierbas secas pueden durar varios años si se almacenan correctamente. Es importante mantenerlas en lugar fresco y seco para evitar la pérdida de sabor.\n\nAzúcar: El azúcar refinado es estable y no se echa a perder. El azúcar moreno tiene una vida útil más corta, pero todavía puede durar varios años si se almacena correctamente.\n\nSal: La sal es un conservante natural y puede durar varios años si se almacena correctamente.\n\nAceite: Los aceites vegetales de alto punto de humo (como el aceite de cocina) son estables y pueden durar varios años si se almacenan correctamente.\n\nConservas: Frutas y verduras enlatadas pueden durar varios años si se almacenan correctamente.",
  "faq.conservation.q.9": "¿Qué alimentos no se deben envasar al vacío?",
  "faq.conservation.r.9": "Aunque la mayoría de los alimentos se pueden envasar al vacío, existen algunos alimentos que no son recomendables envasar al vacío debido a su naturaleza o el proceso de cocción o maduración que requieren. Algunos de estos alimentos son:\n\nFrutas y verduras con alto contenido de agua: la lechuga, el pepino, los tomates, las fresas, entre otros, no se deben envasar al vacío ya que podrían dañarse o degradarse durante el proceso de envasado.\n\nProductos horneados: Alimentos que ya han sido horneados, como panes o pasteles, no deben envasarse al vacío ya que perderían su consistencia y textura.\n\nAlimentos crudos con alto contenido de grasa: el queso rallado, las carnes grasas o las nueces, no deben envasarse al vacío ya que podrían oxidarse y dañarse durante el proceso de envasado.\n\nAlimentos con alto contenido de aire: Alimentos con alto contenido de aire como las claras de huevo, los helados o la nata, no deben envasarse al vacío ya que podrían perder su textura y consistencia durante el proceso de envasado.\n\nAlimentos en fermentación: el kimchi, la chucrut, el yogur casero, no se deben envasar al vacío ya que la fermentación continuaría y podría causar una explosión del envase o un mal sabor en el alimento.\n\nEs importante mencionar que estos alimentos no deben ser envasados al vacío debido a que las características mencionadas son necesarias para su correcto proceso de maduración, cocción, fermentación. Cada alimento es diferente y debe ser tratado de manera específica para obtener mejores resultados en su conservación y sabor.",
  "faq.conservation.q.10": "¿Cuánto tiempo se conservan los alimentos envasados al vacío?",
  "faq.conservation.r.10": "El tiempo de conservación de los alimentos envasados al vacío depende de muchos factores, como el tipo de alimento, el contenido de humedad, la temperatura y el pH.\n\nEn general, los alimentos envasados al vacío se conservan más tiempo que los alimentos no envasados al vacío debido a que el aire y otros contaminantes no pueden entrar en el envase y promover la descomposición o la proliferación de bacterias.\n\nEn nuestra página de inicio tenemos una tabla con las duraciones aproximadas para la mayoría de productos.",
  "faq.shipping.title": "Dudas sobre envios en la web",
  "faq.shipping.q.1": "Tengo dudas respecto al envío",
  "faq.shipping.r.1": "Por favor, comprueba nuestra política de envío y devoluciones para más información.",
  "faq.shipping.q.2": "Tengo una pregunta sobre mi pedido",
  "faq.shipping.r.2": "Puedes ir a la página de pedidos para ver la información de tu pedido y si tienes alguna duda puedes contactar con nosotros a través de nuestra página de contacto.",
  "faq.shipping.q.3": "Tengo dudas sobre la garantía",
  "faq.shipping.r.3": "Por favor, comprueba nuestra política de garantía y devoluciones para más información.",

  "contact.metas.title": "Contáctanos",
  "contact.metas.description": "Página de contáctanos",
  "contact.h1": "Contacta con nosotros",
  "contact.successes.default": "Correo enviado correctamente. Nos pondremos en contacto contigo lo antes posible.",
  "contact.errors.validateProductImgs": "Debes de enviar al menos una imagen.",
  "contact.errors.orderId": "El ID del pedido que has introducido no existe.",

  "productList.metas.title": "Buscar",
  "productList.metas.description": "Página de buscar",
  "productList.allCategories": "Todo",
  "productList.noItems": "No existe ningún producto.",

  "productDetail.metas.title": "Detalles del Producto",
  "productDetail.metas.description": "Página de detalles del producto",
  "productDetail.addCartBtn": "Añadir al carrito",
  "productDetail.original": "Original",
  "productDetail.withoutPack": "Sin Pack",
  "productDetail.shipping.title": "Envíos",
  "productDetail.shipping.1": "Envío gratuito en toda España.",
  "productDetail.shipping.2": "Envío mediante Correos express en 24-48h.",
  "productDetail.shipping.3": "Consulta el estado del pedido con nuestro tracking.",
  "productDetail.shipping.link": "Click aquí para consultar un pedido.",
  "productDetail.refund.title": "Devoluciones y garantía",
  "productDetail.refund.1": "Garantía de 2 años del fabricante.",
  "productDetail.refund.2": "Servicio técnico para devoluciones.",
  "productDetail.refund.link": "Click aquí para solicitar una devolución",
  "productDetail.reviews.title": "Valoraciones de los usuarios",
  "productDetail.reviews.date": "Revisado en España el {date}",

  "everfresh.metas.title": "Envasadora EverFresh",
  "everfresh.metas.description": "Página de Envasadora EverFresh",
  "everfresh.h1": "Envasadora EverFresh",
  "everfresh.description": "¡Prolonga la vida de tus alimentos en un solo click!",
  "everfresh.comment": "La envasadora al vacío EverFresh es la solución perfecta para los amantes de la conservación. Con un diseño ligero y compacto, podrás llevarla contigo a cualquier lugar sin tener que preocuparte por el espacio.\n\nOlvídate de tirar comida en mal estado y ahorra dinero con una visión más clara de lo que consumes para evitar compras innecesarias.\n\nAdemás es compatible con todo tipo de bolsas de vacío con válvula, lo que te permitirá elegir la opción que mejor se adapte a tus necesidades y presupuesto.\n\n¡Adquiérela hoy mismo y experimenta la frescura en cada bocado!",
  "everfresh.bagsButton": "Añadir bolsas al vacío con válvula",
  "everfresh.details.title": "Detalles del producto",
  "everfresh.details.1": "Rápida extracción del aire en un solo click.",
  "everfresh.details.2": "Material ABS.",
  "everfresh.details.3": "Envasa y sella herméticamente todo tipo de productos.",
  "everfresh.details.4": "Ligera y compacta, es la compañera perfecta para tus viajes",
  "everfresh.details.5": "Recargable mediante cable USB y inalámbrica para que puedas envasar tus alimentos en cualquier lugar.",
  "everfresh.details.6": "Compatible con todas las bolsas de vacío con válvula.",
  "everfresh.details.7": "Autonomía de entre 70-80 envasados por carga.",
  "everfresh.details.8": "Apta para almacenar alimentos en el frigorífico y congelador.",
  "everfresh.characteristics.title": "Que incluye",
  "everfresh.characteristics.1": "Cable USB a micro usb.",
  "everfresh.characteristics.2": "800mAh / 3,7V / 3W.",
  "everfresh.characteristics.3": "5 bolsas reutilizables de dos medidas.",
  "everfresh.characteristics.4": "Packaging y manual de uso en 24 idiomas",
  "everfresh.dimensions.title": "Dimensiones y peso del producto",
  "everfresh.dimensions.1": "Dimensiones Envasadora EverFresh: 5cm x 9cm x 5cm ",
  "everfresh.dimensions.2": "Peso Envasadora EverFresh: 140g",
  "everfresh.dimensions.3": "Bolsas incluidas: Una unidad de 25,5cm x 34cm y cuatro unidades de 21cm x 22cm",
  "everfresh.videoComment.1.title": "Envasado perfecto al instante",
  "everfresh.videoComment.1.content": "Nuestra envasadora es la herramienta ideal para aquellos que buscan comodidad y practicidad en el día a día.\n\nCuenta con una rápida extracción del aire para envasar tus alimentos frescos en cuestión de segundos.\n\nAdemás su fácil e intuitiva forma de uso la convierten en el mejor aliado para tu cocina.\n\n¿Quieres saber más?",
  "everfresh.videoComment.1.button": "Ver como funciona",
  "everfresh.videoComment.2.title": "Se adapta a cualquier espacio",
  "everfresh.videoComment.2.content": "Con un diseño compacto y minimalista, nuestra envasadora encajara a la perfección en tu hogar o hasta en tu furgoneta camperizada.\n\nDeja atrás los accesorios aparatosos y empieza a aprovechar tu espacio de forma óptima.",
  "everfresh.videoComment.3.title": "El compañero ideal para tus aventuras",
  "everfresh.videoComment.3.content": "Con un tamaño y peso reducido, nuestra envasadora se convierte en la mejor opción para llevar en tu viajes.\n\nYa no tendrás que preocuparte por perder tiempo organizando tu equipaje o por los costosos gastos de las aerolíneas por el tamaño de tu mochila.\n\nCon ella, puedes envasar ropa y alimentos al momento y llevarte un pedazo de tus aventuras contigo a casa.",

  "bags.metas.title": "Bolsas al vacío con válvula",
  "bags.metas.description": "Página de bolsas al vacío con válvula",
  "bags.h1": "Bolsas al vacío con válvula",
  "bags.description": "En la envasadora ofrecemos una amplia gama de tamaños, cada uno pensado para un uso especifico.\n\nEs importante elegir el tamaño que mejor se adapte a tu necesidad con el fin de obtener un envasado óptimo y eficaz.",
  "bags.comment": "Todos nuestros packs de bolsas contienen 10 unidades del producto.\n\nAñade la envasadora EverFresh para aprovechar el descuento incluido.",
  "bags.everfreshButton": "Añadir Envasadora EverFresh",
  "bags.small.title": "Bolsas de vacío de tamaño pequeño (XS, S)",
  "bags.small.1": "Ideales para almacenar pequeñas cantidades de alimentos, como fruta, verduras o frutos secos. Una buena opción para aquellos que quieran llevar consigo su comida.",
  "bags.medium.title": "Bolsas de vacío de tamaño mediano (M)",
  "bags.medium.1": "Son las adecuadas para carnes o pescados. Un tamaño estándar pero con un rendimiento más que suficiente, perfectas para el uso diario en tu cocina. También son las indicadas si lo que buscas es hacer marinados de carnes o pescados.",
  "bags.big.title": "Bolsas de vacío de tamaño grande (L, XL)",
  "bags.big.1": "Pensadas para objetos más voluminosos como por ejemplo ropa o otro tipo de alimentos de mayor tamaño. Son las adecuadas para acompañarte en tus viajes y ayudarte a ahorrar espacio en tu maleta de viaje.",

  "login.metas.title": "Iniciar Sesión",
  "login.metas.description": "Página de iniciar sesión",
  "login.errors.email": "Correo incorrecto",
  "login.errors.password": "Contraseña incorrecta",
  "login.errors.activation": "Tienes que activar tu cuenta. Te hemos enviado un correo con el link para verificar tu cuenta antes de logearte.",
  "login.errors.lockedOut": "Tu cuenta está bloqueada", 
  
  "register.metas.title": "Registrarse",
  "register.metas.description": "Página de registrarse",
  "register.errors.email": "El correo que has introducido ya existe",
  
  "forgot.metas.title": "Contraseña Olvidada",
  "forgot.metas.description": "Página de contraseña olvidada",
  
  "activation.metas.title": "Activación de Cuenta",
  "activation.metas.description": "Link de activación de cuenta",
  "activation.successes.default": "Tu cuenta está activada y puedes logearte ahora.\nPuedes cerrar esta ventana.",
  "activation.successes.email": "Correo para activar tu cuenta enviado",
  "activation.errors.default": "Algo falló, inténtalo otra vez o vuelve a enviar otro correo",
  "activation.errors.alreadyActivated": "Tu cuenta ya estaba activada",
  "activation.errors.lockedOut": "Tu cuenta está bloqueada",
  "activation.errors.invalidToken": "Este link no es válido o ya ha expirado",
  "activation.errors.email": "Correo no encontrado",

  "reset.metas.title": "Resetear Contraseña",
  "reset.metas.description": "Link de resetear contraseña",
  "reset.successes.default": "Tu contraseña está actualizada ahora. Puedes cerrar esta ventana y logearte con tu nueva contraseña.",
  "reset.successes.email": "Correo para resetear tu contraseña enviado",
  "reset.errors.default": "Algo falló, inténtalo otra vez o vuelve a enviar otro correo",
  "reset.errors.invalidToken": "Este link no es válido o ya ha expirado",
  "reset.errors.email": "Correo no encontrado",
  "reset.errors.credentials": "Este no es tu correo",

  "newemail.metas.title": "Confirmar Nuevo Correo",
  "newemail.metas.description": "Link de confirmar nuevo correo",
  "newemail.successes.default": "Tu correo está actualizado ahora. Puedes cerrar esta ventana.",
  "newemail.successes.email": "Correo de actualización enviado",
  "newemail.errors.default": "Algo falló, inténtalo otra vez o vuelve a enviar otro correo",
  "newemail.errors.invalidToken": "Este link no es válido o ya ha expirado",
  "newemail.errors.email": "El correo que has introducido ya existe",
  "newemail.errors.password": "Contraseña inválida",

  "settings.metas.title": "Mi Cuenta",
  "settings.metas.description": "Página de mi cuenta",
  "settings.h1": "Mi cuenta",
  "settings.successes.updateUser": "Usuario actualizado",
  "settings.successes.deleteUser": "Usuario borrado",
  
  "cart.metas.title": "Carrito",
  "cart.metas.description": "Página del carrito",
  "cart.h1": "Carrito",
  "cart.checkoutBtn": "Procede al pago",
  "cart.noItems": "Ningún producto añadido",
  "cart.total": "Total",
  "cart.inventoryAvailable": "Inventario disponible justo ahora",
  "cart.inventoryUnavailable": "Inventario no disponible justo ahora",
  "cart.successes.add": "Añadido al carrito",
  "cart.errors.add": "Error al intentar añadirlo al carrito, inténtalo otra vez",
  "cart.errors.update": "Error al intentar actualizar el carrito, inténtalo otra vez",
  "cart.errors.check": "Error al intentar actualizar el carrito, inténtalo otra vez",
  "cart.errors.maxQuantity": "Cantidad máxima alcanzada en el carrito",
  
  "checkout.metas.title": "Pago",
  "checkout.metas.description": "Página de pago",
  "checkout.sections.address": "Dirección",
  "checkout.sections.payment": "Pago",
  "checkout.sections.confirm": "Confirmación",
  "checkout.paymentMethod": "Método de pago",
  "checkout.order": "Pedido",
  "checkout.confirmBtn": "Confirmar",
  "checkout.successes.updateAddresses": "Direcciones actualizadas",
  "checkout.successes.checkPaymentMethod": "Método de pago verificado",
  "checkout.successes.getGuestUserData": "Se ha verificado su correo correctamente, dale click al botón de confirmar por última vez para finalizar la compra.",
  "checkout.successes.sendEmail": "Enviado con éxito",
  "checkout.successes.sendConfirmTransactionEmail": "Correo de verificación enviado, al recibirlo deberás hacer click al enlace de confirmación para finalizar tu compra. !El enlace expira en {time} minutos!",
  "checkout.successes.createTransaction": "Transacción creada",
  "checkout.successes.createOrder": "Pedido completado, recibirás un correo con todos sus detalles",
  "checkout.errors.checkPaymentMethod": "Algo falló, inténtalo otra vez o selecciona otro método de pago",
  "checkout.errors.getGuestUserData": "No se ha podido verificado su correo. Lo sentimos mucho, inténtelo de nuevo.",
  "checkout.errors.sendConfirmTransactionEmail.default": "No se ha podido enviar el correo de confirmación, modifica tus datos o selecciona otro método de pago",
  "checkout.errors.sendConfirmTransactionEmail.registered": "El correo introducido ya pertenece a un usuario registrado. Inicia sesión para usar este correo",
  "checkout.errors.createTransaction": "No se ha podido proceder al pago, modifica tus datos o selecciona otro método de pago",
  "checkout.errors.insufficientFunds": "No se ha podido proceder al pago, saldo insuficiente",
  
  "orderList.metas.title": "Pedidos",
  "orderList.metas.description": "Página de pedidos",
  "orderList.h1": "Pedidos",
  "orderList.noItems": "No existe ningún pedido.",
  "orderList.successes.default": "Pedidos obtenidos",
  "orderList.errors.default": "Error al intentar obtener los pedidos, inténtalo otra vez",
  
  "orderDetail.metas.title": "Detalles del pedido",
  "orderDetail.metas.description": "Página de detalles del pedido",
  "orderDetail.number": "Número de pedido",
  "orderDetail.date": "Fecha del pedido",
  "orderDetail.status": "Estado",
  "orderDetail.paidCard": "Pagado con {cardType} ....{last4}",
  "orderDetail.paidPaypal": "Pagado con Paypal {payerEmail}",
  "orderDetail.products": "Productos",
  "orderDetail.noProductReference": "La referencia del producto ya no existe",
  "orderDetail.showBtn": "Ver pedido",
  "orderDetail.successes.default": "Pedido obtenido",
  "orderDetail.errors.default": "Error al intentar obtener los detalles del pedido, inténtalo otra vez",
  "orderDetail.errors.bigbuyId": "El número de pedido que has introducido no existe",
  "orderDetail.errors.guestUserEmail": "El correo que has introducido no pertenece a este número de pedido",
  "orderDetail.errors.loggedOrder": "Has de iniciar sesión para obtener los detalles de este pedido",
  
  "privacy.metas.title": "Política de privacidad",
  "privacy.metas.description": "Página de política de privacidad",
  "privacy.h1": "Política de privacidad",
  "privacy.content": "Política de privacidad\n\nLa presente Política de privacidad tiene por objeto informar a los usuarios de la página web Laenvasadora.com sobre las condiciones de tratamiento de sus datos personales, en cumplimiento de lo dispuesto en la normativa española de protección de datos.\n\nResponsable del tratamiento\n\nEl responsable del tratamiento de los datos personales recogidos a través de la Página Web es La envasadora S.L con CIF: B12345678 y domicilio en calle ejemplo, número 123, cp 28010 Madrid.\n\nFinalidad del tratamiento\n\nLos datos personales que los usuarios proporcionen a través de la Página Web serán tratados con las siguientes finalidades:\n\nGestión de la relación comercial con los clientes, incluyendo el envío de información sobre nuestros productos y servicios.\nPersonalización de la experiencia del usuario en la Página Web.\nGestión de pagos en caso de compra de productos o servicios.\nRealización de encuestas de satisfacción.\n\nLegitimación del tratamiento\n\nLa base legal para el tratamiento de los datos personales de los usuarios es el consentimiento que se les solicita al acceder a la Página Web, así como el cumplimiento de un contrato en caso de compra de productos o servicios.\nDatos personales recogidos:\n\nLos datos personales que se recogen a través de la Página Web son:\nNombre\nApellidos\nDirección de correo electrónico\nTeléfono\nDirección postal\nInformación sobre el pago en caso de compra de productos o servicios.\n\nDuración del almacenamiento\n\nLos datos personales recogidos a través de la Página Web serán almacenados durante el tiempo necesario para cumplir con las finalidades descritas anteriormente, y en cualquier caso, durante el plazo establecido por la normativa aplicable en materia de responsabilidad fiscal y comercial.\n\nDerechos de los usuarios\n\nLos usuarios tienen derecho a:\n\nAcceder a sus datos personales\nSolicitar la rectificación de los datos inexactos\nSolicitar la eliminación de sus datos\nOponerse al tratamiento de sus datos.\nSolicitar la limitación del tratamiento de sus datos\nSolicitar la portabilidad de sus datos\nRetirar su consentimiento en cualquier momento\n\nPara ejercer estos derechos, el usuario puede dirigirse por escrito a la dirección del responsable del tratamiento o a través del correo electrónico privacidad@laenvasadora.com.\n\nMedidas de seguridad\n\nLa envasadora S.L ha implementado las medidas de seguridad técnicas y organizativas necesarias para garantizar la seguridad de los datos personales y evitar su alteración, pérdida, tratamiento o acceso no autorizado.\n\nInformación sobre las cookies\n\nLa Página Web utiliza cookies para mejorar la experiencia del usuario. Una cookie es un fichero que se descarga en el dispositivo del usuario al acceder a determinadas páginas web. Las cookies permiten a una página web, entre otras cosas, almacenar y recuperar información sobre los hábitos de navegación de un usuario o de su equipo y, dependiendo de la información que contengan y de la forma en que utilice su equipo, pueden utilizarse para reconocer al usuario.\n\nEl usuario puede permitir, bloquear o eliminar las cookies instaladas en su equipo mediante la configuración de las opciones del navegador. En caso de bloquear las cookies, es posible que algunas funcionalidades de la Página Web no estén disponibles.\n\nModificaciones\n\nLa envasadora S.L se reserva el derecho a modificar la presente Política de privacidad para adaptarla a novedades legislativas o jurisprudenciales, así como a prácticas del sector. En dichos supuestos, se anunciará en esta página los cambios introducidos con razonable antelación a su puesta en práctica.",

  "cookies.metas.title": "Política de cookies",
  "cookies.metas.description": "Página de política de cookies",
  "cookies.h1": "Política de cookies",
  "cookies.content": "Introducción\n\nLaenvasadora.com, en cumplimiento de lo establecido en la normativa española en materia de cookies, pone a disposición de los usuarios de su plataforma de comercio electrónico esta política de cookies con el objetivo de informarles de forma clara y precisa sobre la utilización de las mismas en su plataforma.\n\n¿Qué son las cookies?\n\nLas cookies son pequeños archivos de texto que se almacenan en el dispositivo del usuario al acceder a una página web. Estas cookies permiten a la plataforma recordar al usuario y su navegación, facilitando así su experiencia en la plataforma y personalizando su contenido.\n\n¿Qué tipos de cookies utiliza Laenvasadora.com?\n\nLaenvasadora.com utiliza cookies tanto propias como de terceros con el objetivo de mejorar la navegación del usuario, personalizar su contenido y ofrecerle publicidad relacionada con sus intereses. Entre las cookies utilizadas se encuentran las cookies de sesión y las cookies persistentes.\n\n¿Cómo puedo gestionar las cookies en mi dispositivo?\n\nEl usuario tiene la posibilidad de configurar su navegador para ser avisado de la recepción de cookies y para impedir su instalación en su equipo. Por favor, consulte las instrucciones y manuales de su navegador para ampliar esta información.\n\nActualizaciones y cambios en la política de cookies\n\nLaenvasadora.com se reserva el derecho a modificar la presente política de cookies en función de las exigencias legislativas, reglamentarias o con el fin de adaptar dicha política a las instrucciones dictadas por la Agencia Española de Protección de Datos, por ello se aconseja a los usuarios que la visiten periódicamente.\n\nCualquier modificación de la presente política de cookies será informada a los usuarios a través de la plataforma de comercio electrónico de Laenvasadora.com. El uso continuado de la plataforma tras dichas modificaciones implicará la aceptación de las mismas. Si tiene alguna pregunta o inquietud sobre nuestra política de cookies, no dude en ponerse en contacto con nosotros a través de nuestro correo electrónico de contacto.",

  "legal.metas.title": "Aviso legal",
  "legal.metas.description": "Página de aviso legal",
  "legal.h1": "Aviso legal",
  "legal.content": "Aviso Legal de Laenvasadora.com\n\nInformación sobre el titular de la plataforma\n\nLa plataforma de comercio electrónico Laenvasadora.com es propiedad de [nombre del propietario] con NIF [número], con domicilio en [dirección], y correo electrónico [correo electrónico de contacto].\n\nPropiedad intelectual\n\nLos contenidos de la plataforma de comercio electrónico Laenvasadora.com, entendiendo como tales a título enunciativo, los diseños, textos, fotografías, gráficos, imágenes, iconos, tecnología, software, links y demás contenidos audiovisuales o sonoros, así como su diseño gráfico y códigos fuente (en adelante, los “Contenidos”), son propiedad de Laenvasadora.com o de terceros, sin que puedan entenderse cedidos al Usuario, en virtud de lo dispuesto en las presentes Condiciones Generales, en modo alguno, la licencia de uso sobre los mismos más allá de lo estrictamente necesario para el correcto uso de la plataforma.\n\nExclusión de garantías y responsabilidad\n\nLaenvasadora.com no se hace responsable, en ningún caso, de los daños y perjuicios de cualquier naturaleza que pudieran ocasionar, a título enunciativo:\n\nEl uso ilícito, negligente, fraudulento o contrario a las presentes Condiciones Generales por parte del Usuario.\nEl incumplimiento de las obligaciones contraídas por parte del Usuario.\nLa falta de veracidad, exactitud, exhaustividad y/o actualidad de los Contenidos transmitidos, difundidos, almacenados, puestos a disposición o recibidos, obtenidos o accedidos por medios o servicios ofrecidos por Laenvasadora.com.\nLa infracción de los derechos de propiedad intelectual o industrial de terceros como consecuencia de la transmisión, difusión, almacenamiento, puesta a disposición, recepción, obtención o acceso a los contenidos.\n\nLaenvasadora.com se compromete a cumplir con lo establecido en la normativa aplicable en materia de protección de datos personales, y al efecto, ha adoptado las medidas técnicas y organizativas necesarias para garantizar la seguridad de los datos de carácter personal que trate, evitando su alteración, pérdida, tratamiento o acceso no autorizado.",

  "conditions.metas.title": "Condiciones de venta",
  "conditions.metas.description": "Página de condiciones de venta",
  "conditions.h1": "Condiciones de venta",
  "conditions.content": "Ámbito de aplicación\n\nLas presentes Condiciones de Venta regulan los contratos de compraventa de bienes celebrados entre Laenvasadora.com, con NIF [], y el cliente, a través de la plataforma de comercio electrónico de Laenvasadora.com. Al realizar un pedido a través de nuestra plataforma, usted acepta quedar vinculado por las presentes Condiciones de Venta.\n\nProductos\n\nLaenvasadora.com se esfuerza por describir y presentar los productos de forma precisa y detallada. Sin embargo, es posible que las descripciones y las imágenes de los productos en la plataforma no se correspondan exactamente con los productos reales. Laenvasadora.com se reserva el derecho a modificar las características de los productos sin previo aviso, así como a retirar productos de su plataforma sin previo aviso.\n\nPrecios\n\nLos precios de los productos se muestran en euros e incluyen el IVA, pero no incluyen los gastos de envío, que se detallarán en el momento de realizar el pedido. Laenvasadora.com se reserva el derecho a modificar los precios de los productos sin previo aviso. No obstante, se compromete a aplicar los precios en vigor que se indicaron en el momento de realizar el pedido, salvo error evidente.\n\nPedidos\n\nPara realizar un pedido en nuestra plataforma, deberá seguir el proceso de compra correspondiente e indicar la dirección de entrega y los datos de facturación. Una vez realizado el pedido, recibirá un correo electrónico de confirmación con los detalles de su pedido. También recibirá información sobre el plazo de entrega previsto.\n\nPago\n\nLos pagos se realizarán mediante tarjeta de crédito, transferencia bancaria o PayPal. Los pagos con tarjeta de crédito se realizan a través de un sistema de pago seguro, con el fin de proteger sus datos personales. Laenvasadora.com se reserva el derecho a rechazar cualquier pedido en caso de sospecha de fraude o impagos.\n\nEnvío\n\nLos productos se enviarán a la dirección indicada en el pedido. Los gastos de envío y plazos de entrega varían en función del producto y la dirección de entrega. Laenvasadora.com no se hace responsable de los retrasos causados por la empresa de transporte, pero hará todo lo posible para garantizar que los productos se entreguen en el plazo establecido. El usuario debe revisar el paquete y notificar cualquier daño o defecto en el momento de la entrega. Si el paquete presenta daños evidentes, el usuario debe rechazar la entrega y notificarlo a Laenvasadora.com.\n\nDevoluciones y cambios\n\nEl usuario tiene derecho a devolver el producto en un plazo de 14 días naturales a partir de la recepción del mismo, siempre y cuando el producto se encuentre en perfectas condiciones y en su embalaje original. Los gastos de envío de la devolución correrán a cargo del usuario. En caso de defecto o error por parte de Laenvasadora.com, se procederá al cambio o devolución del importe correspondiente.\n\nResolución del contrato\n\nLaenvasadora.com se reserva el derecho a resolver el contrato en caso de incumplimiento por parte del usuario de sus obligaciones establecidas en las presentes Condiciones de Venta.\n\nLey aplicable y jurisdicción\n\nLas presentes Condiciones de Venta se rigen e interpretan de acuerdo con las leyes españolas. Cualquier controversia que surja en relación con las mismas será sometida a los Juzgados y Tribunales de [ciudad].",

  "refund.metas.title": "Política de devoluciones",
  "refund.metas.description": "Página de política de devoluciones",
  "refund.h1": "Política de devoluciones y garantía",


  "admin.metas.title": "Admin",
  "admin.metas.description": "Página de admin",
  "admin.h1": "Bienvenido a la página de administración",
  "admin.check": "Ver",
  "admin.checkCategoriesBtn": "Ver todas las categorias de productos",
  "admin.checkProductsBtn": "Ver todos los productos",
  "admin.checkPacksBtn": "Ver todos los packs de productos",
  "admin.create": "Crear",
  "admin.createCategoryBtn": "Añadir nueva categoría de productos",
  "admin.createProductBtn": "Añadir nuevo producto",
  "admin.createPackBtn": "Añadir nuevo pack de productos",
  "admin.manageErrors": "Manejar errores",
  "admin.createFailedOrderBtn": "Crear pedido fallido",
  "admin.sendFailedOrderEmailBtn": "Enviar correo de pedido fallido",
  "admin.productCategories": "Categorias de productos",
  "admin.products": "Productos",
  "admin.productPacks": "Packs de productos",
  "admin.productDetail": "Detalles del producto",
  "admin.createdProduct": "Producto creado",
  "admin.updateCategoryBtn": "Actualizar categoría",
  "admin.updateProductBtn": "Actualizar producto",
  "admin.updatePackBtn": "Actualizar pack de productos",
  "admin.createDiscountBtn": "Crear descuento",
  "admin.checkDiscountsBtn": "Ver todos los descuentos",
  "admin.updateDiscountBtn": "Actualizar descuento",
  "admin.createInventoryBtn": "Crear inventario",
  "admin.checkInventoriesBtn": "Ver todos los inventarios",
  "admin.updateInventoryBtn": "Actualizar inventario",
  "admin.confirmBtn": "Confirmar creación",
  "admin.refreshBigbuyBtn": "Actualizar datos de bigbuy",
  "admin.successes.createOrder": "Pedido creado",
  "admin.successes.sendOrderEmail": "Correo de checkeo del pedido enviado",
  "admin.successes.createProduct": "Producto creado",
  "admin.successes.updateProduct": "Producto actualizado",
  "admin.successes.deleteProduct": "Producto borrado",
  "admin.successes.updatePCategory": "Categoría de productos actualizado",
  "admin.successes.updatePPack": "Pack de productos actualizado",
  "admin.successes.updatePInventory": "Inventario del producto actualizado",
  "admin.successes.updatePDiscount": "Descuento del producto actualizado",
  "admin.errors.invalidOrderTransactionId": "Braintree transaction ID incorrecto",
  "admin.errors.validateProductImgs": "El producto debe de contener al menos una imagen",

  "error.metas.title": "Error",
  "error.metas.description": "Página de error",
  "error.h1": "Ha ocurrido algún error",
  
  "notfound.metas.title": "No Encontrado",
  "notfound.metas.description": "Página de no encontrado",
  "notfound.h1": "Página no encontrada",

  "forms.password": "Contraseña",
  "forms.newPassword": "Nueva contraseña",
  "forms.confirm": "Confirmar contraseña",
  "forms.newConfirm": "Confirmar nueva contraseña",
  "forms.email": "Dirección de correo",
  "forms.newEmail": "Nueva dirección de correo",
  "forms.tlf": "Número de teléfono",
  "forms.comments": "Comentarios",
  "forms.remember": "Recuérdame",
  "forms.rememberPayment": "Guardar datos de pago",
  "forms.firstName": "Nombre",
  "forms.shipping.firstName": "Nombre",
  "forms.billing.firstName": "Nombre",
  "forms.lastName": "Apellido",
  "forms.shipping.lastName": "Apellido",
  "forms.billing.lastName": "Apellido",
  "forms.birthday": "Fecha de cumpleaños",
  "forms.getEmails": "Quiero recibir inspiración, promociones de marketing y actualizaciones por correo electrónico",
  "forms.shipping": "Dirección de envío",
  "forms.billing": "Dirección de facturación",
  "forms.addressLine1": "Línea de dirección 1",
  "forms.shipping.addressLine1": "Línea de dirección 1",
  "forms.billing.addressLine1": "Línea de dirección 1",
  "forms.addressLine2": "Línea de dirección 2",
  "forms.shipping.addressLine2": "Línea de dirección 2",
  "forms.billing.addressLine2": "Línea de dirección 2",
  "forms.postalCode": "Código postal",
  "forms.shipping.postalCode": "Código postal",
  "forms.billing.postalCode": "Código postal",
  "forms.locality": "Localidad",
  "forms.shipping.locality": "Localidad",
  "forms.billing.locality": "Localidad",
  "forms.country": "País",
  "forms.shipping.country": "País",
  "forms.billing.country": "País",
  "forms.sameAsShipping": "Igual que dirección de envío",
  "forms.name": "Nombre",
  "forms.name.en": "Nombre (EN)",
  "forms.name.es": "Nombre (ES)",
  "forms.description": "Descripción",
  "forms.description.en": "Descripción (EN)",
  "forms.description.es": "Descripción (ES)",
  "forms.category": "Categoria",
  "forms.categoryName": "{name}",
  "forms.quantity": "Cantidad",
  "forms.sku": "SKU",
  "forms.price": "Precio",
  "forms.realPrice": "Precio real (con descuento)",
  "forms.lowestRealPrice": "Precio mas bajo (con descuento)",
  "forms.originalPrice": "Precio original (precio inventarios)",
  "forms.discountPercent": "Porcentaje de descuento",
  "forms.active": "Activo",
  "forms.locale": "Código de idioma",
  "forms.id": "ID",
  "forms.userId": "ID del usuario",
  "forms.guestUserEmail": "Dirección de correo",
  "forms.type": "Asunto",
  "forms.categoryId": "ID de la categoría",
  "forms.productId": "ID del producto",
  "forms.inventoryId": "ID del inventario",
  "forms.activeDiscountId": "ID del descuento activo",
  "forms.orderId": "Número de pedido",
  "forms.braintreeTransactionId": "ID de BraintreeTransaction",
  "forms.selectInventory.content": "{name}",
  "forms.selectContactType.normal": "Contactar",
  "forms.selectContactType.refundOrder": "Devolver pedido",
  "forms.selectContactType.modifyOrder": "Modificar pedido",
  "forms.selectContactType.cancelOrder": "Cancelar pedido",

  "forms.register.title": "Registrarse",
  "forms.register.successBtn": "Registrarse",
  "forms.register.loginLink": "Ya tienes una cuenta? Inicia sesión",

  "forms.login.title": "Iniciar sesión",
  "forms.login.successBtn": "Iniciar sesión",
  "forms.login.forgotLink": "Contraseña olvidada?",
  "forms.login.registerLink": "No tienes una cuenta? Regístrate",

  "forms.forgotPassword.title": "Contraseña olvidada",                            
  "forms.forgotPassword.description": "Introduce tu dirección de correo y te enviaremos un correo con un link para poner tu nueva contraseña.",
  "forms.forgotPassword.successBtn": "Enviar correo",
  "forms.forgotPassword.loginLink": "Volver a inicio de sesión",

  "forms.activation.title": "Link de activación de cuenta",

  "forms.updatePassword.title": "Cambia tu contraseña",
  "forms.updatePassword.description": "Introduce tu dirección de correo y te enviaremos un correo con un link para poner tu nueva contraseña.",
  "forms.updatePassword.successBtn": "Enviar correo",

  "forms.confirmNewEmail.title": "Enlace de confirmación de nuevo correo",
  "forms.confirmNewEmail.description": "Pulsa el botón de confirmación para actualizar y activar tu nuevo correo.",
  "forms.confirmNewEmail.successBtn": "Confirmar",

  "forms.updateUser.title": "Cambia tus datos personales",
  "forms.updateUser.successBtn": "Actualizar",

  "forms.updateEmail.title": "Cambia tu dirección de correo",
  "forms.updateEmail.description": "Introduce tu nueva dirección de correo y te enviaremos un correo con un link para confirmar tu nueva dirección de correo.",
  "forms.updateEmail.successBtn": "Enviar correo",

  "forms.resetPassword.title": "Link de reseteo de contraseña",
  "forms.resetPassword.description": "Introduce tu nueva contraseña.",
  "forms.resetPassword.successBtn": "Resetear",

  "forms.resendActivation.title": "Activa tu cuenta",
  "forms.resendActivation.description": "Hemos enviado un correo a {email} con un link para activar tu cuenta.\n\nUna vez verificada, procede a <link>iniciar sesión</link>.\n\nNo recibiste el correo? {resend}",
  "forms.resendActivation.successBtn": "Reenviar",
  "forms.resendActivation.resendTime": "Reenviar en {timeLeft}.",
  "forms.resendActivation.resendNow": "Reenviar ahora.",

  "forms.contact.normal.description": "Rellena el formulario y te responderemos tan pronto como sea posible.",
  "forms.contact.refundOrder.description": "Rellena el formulario y te responderemos tan pronto como sea posible.\n\nSi el motivo de la devolución es causada por esta dañado el paquete de mensajeria se puede notificar hasta pasadas 48 horas desde que llegó a su domicilio.\n\nSi es porque está defectuoso el producto se puede notificar hasta dos años.",
  "forms.contact.modifyOrder.description": "Rellena el formulario y te responderemos tan pronto como sea posible.\n\nSolo puede modificar su pedido si aun no ha salido del almacén.",
  "forms.contact.cancelOrder.description": "Rellena el formulario y te responderemos tan pronto como sea posible.\n\nSolo puede cancelar su pedido si aun no ha salido del almacén.",

  "forms.getOrder.description": "Para solicitar la información de un pedido debes de introducir su número y el correo que usaste",
  "forms.getOrder.successBtn": "Solicitar",

  "forms.createProduct.title": "Crear nuevo producto",
  "forms.createProduct.successBtn": "Crear",
  "forms.updateProduct.title": "Actualizar o borrar producto",
  "forms.updateProduct.successBtn": "Actualizar",

  "forms.manageProductImgs.newImgs": "Nuevas imagenes para subir",
  "forms.manageProductImgs.upload": "Subir nueva imagen",
  "forms.manageProductImgs.existingImgs": "Imágenes existentes",
  "forms.manageProductImgs.deleted": "Será borrada",

  "forms.createCategory.title": "Crear nueva categoría de productos",
  "forms.createCategory.successBtn": "Crear",
  "forms.updateCategory.title": "Actualizar o borrar categoría de productos",
  "forms.updateCategory.successBtn": "Actualizar",
  
  "forms.createInventory.title": "Crear nuevo inventario del producto",
  "forms.createInventory.successBtn": "Crear",
  "forms.updateInventory.title": "Actualizar o borrar inventario del producto",
  "forms.updateInventory.successBtn": "Actualizar",
  
  "forms.createDiscount.title": "Crear nuevo descuento del producto",
  "forms.createDiscount.successBtn": "Crear",
  "forms.updateDiscount.title": "Actualizar o borrar descuento del producto",
  "forms.updateDiscount.successBtn": "Actualizar",

  "forms.createPack.title": "Crear nuevo pack de productos",
  "forms.createPack.successBtn": "Crear",
  "forms.createPack.inventories": "Inventarios del pack",
  "forms.updatePack.title": "Actualizar o borrar pack de productos",
  "forms.updatePack.successBtn": "Actualizar",
  "forms.updatePack.inventories": "Inventarios del pack",
  "forms.createPackInventory.title": "Añadir inventario del pack",
  "forms.createPackInventory.successBtn": "Añadir inventario del pack",
  
  "forms.sendFailedOrderEmail.title": "Enviar correo fallido de un pedido",

  "forms.createFailedOrder.title": "Crear pedido fallido",
  "forms.createFailedOrder.successBtn": "Crear",
  "forms.createFailedOrder.createdWithoutEmail": "Pedido creado correctamente pero un error ha ocurrido a la hora de enviar el email del pedido",
  "forms.createFailedOrderProduct.title": "Añadir producto del pedido",
  "forms.createFailedOrderProduct.successBtn": "Añadir producto del pedido",

  "forms.errors.default": "Campo inválido",
  "forms.errors.required": "Campo requerido",
  "forms.errors.minString": "Este campo tiene que contener como mínimo {min} carácteres",
  "forms.errors.maxString": "Este campo tiene que contener como mucho {max} carácteres",
  "forms.errors.email": "Formato de correo inválido",
  "forms.errors.confirmPassword": "Las contraseñas tienen que coincidir",
  "forms.errors.minNumber": "Este campo tiene que ser como mínimo {min}",
  "forms.errors.maxNumber": "Este campo tiene que ser como mucho {max}",
  "forms.errors.maxBirthday": "Tienes que tener al menos {minYears} años",

  "dialogs.checkedCart.title": "Carrito actualizado",
  "dialogs.checkedCart.content.changedItems": "La cantidad de algunos productos del carrito han sido actualizados por no haber suficiente inventario:",
  "dialogs.checkedCart.content.changedItem": "Cantidad de {productName}{inventoryName}: {quantity}",
  "dialogs.checkedCart.content.changedCart": "Tu carrito ha sido actualizado.",
  "dialogs.checkedCart.content.cartPage": "Repasa tu carrito.",
  "dialogs.checkedCart.content.checkoutPage": "Repasa tu pedido y vuelve a darle al botón de confirmación.",
  "dialogs.checkedCart.acceptBtn": "Aceptar",

  "dialogs.checkoutEmail.title": "Confirmar correo",
  "dialogs.checkoutEmail.content": "Antes de acabar introduce tu correo si no tienes una cuenta registrada y te enviaremos un enlace para poder finalizar la compra.\n\nSi ya tienes una cuenta registrada con tu correo deberás de iniciar sesión para usarlo.",
  "dialogs.checkoutEmail.link": "¿Ya tienes una cuenta? Inicia sesión",
  "dialogs.checkoutEmail.sendBtn": "Enviar",
  "dialogs.checkoutEmail.cancelBtn": "Cancelar",

  "dialogs.loginInfo.title": "Iniciar sesión",
  "dialogs.loginInfo.content": "Antes de continuar has de saber que puedes registrar una cuenta para poder guardar tus datos para futuras compras.",
  "dialogs.loginInfo.loginBtn": "Iniciar sesión",
  "dialogs.loginInfo.continueBtn": "Continuar sin iniciar sesión",

  "dialogs.confirm.title": "Confirmar acción",
  "dialogs.confirm.content": "Confirmar acción escribiendo {confirmTxt} y pulsando el botón de confirmar.",
  "dialogs.confirm.confirmBtn": "Confirmar",
  "dialogs.confirm.cancelBtn": "Cancelar",

  "dialogs.cookies.title": "Alguien dijo... cookies?",
  "dialogs.cookies.content": "Utilizamos cookies para ofrecerte un servicio mejor, más seguro y más rápido y para apoyar nuestro negocio. Algunas cookies son necesarias para utilizar nuestros servicios, mejorarlos y asegurarse de que funcionan correctamente. Si haces clic en 'Aceptar todas las cookies', también permites utilizar cookies para ofrecerte anuncios y comunicaciones adaptados a tus intereses. Si haces clic en 'Rechazar cookies no necesarias', no utilizaremos las cookies para recopilar datos adicionales para mostrar anuncios y comunicaciones personalizados. Para obtener más información visite la página de cookies.",
  "dialogs.cookies.acceptBtn": "Aceptar todas las cookies",
  "dialogs.cookies.refuseBtn": "Rechazar cookies no necesarias",

  "ES": "España",
  "es": "España"
}
