{
  "app.backBtn": "Volver atrás",
  "app.continueBtn": "Continuar",
  "app.sendBtn": "Enviar",
  "app.deleteBtn": "Borrar",
  "app.removeBtn": "Quitar",
  "app.cancelBtn": "Cancelar",
  "app.recoverBtn": "Recuperar",
  "app.exploreBtn": "Explorar tienda",
  "app.successes.default": "Logrado",
  "app.errors.default": "Algo falló, inténtalo otra vez",

  "banners.cookies.title": "Valoramos tu privacidad",
  "banners.cookies.content": "Usamos cookies para mejorar tu experiencia de navegación, mostrarte anuncios o contenidos personalizados y analizar nuestro tráfico. Al hacer clic en “Aceptar todo” das tu consentimiento a nuestro uso de las cookies.",
  "banners.cookies.acceptBtn": "Aceptar todo",
  "banners.cookies.customBtn": "Personalizar",
  "banners.cookies.backBtn": "Volver atrás",
  "banners.cookies.custom.title": "Personalizar las preferencias de consentimiento",
  "banners.cookies.custom.content": "Usamos cookies para ayudarte a navegar de manera eficiente y realizar ciertas funciones.\nLas cookies categorizadas como “Necesarias” se guardan en tu navegador, ya que son esenciales para permitir las funcionalidades básicas del sitio web.\nTambién utilizamos cookies de terceros que nos ayudan a analizar cómo utilizas este sitio web, guardar tus preferencias y aportar el contenido y la publicidad que te sean relevantes. Estas cookies solo se guardan en tu navegador con previo consentimiento por tu parte.\nPuedes optar por activar o desactivar alguna o todas estas cookies, aunque la desactivación de algunas podría afectar a tu experiencia de navegación.",
  "banners.cookies.custom.essential.title": "Necesaria",
  "banners.cookies.custom.essential.content": "Las cookies necesarias son cruciales para las funciones básicas del sitio web y el sitio web no funcionará de la forma prevista sin ellas.\nEstas cookies no almacenan ningún dato de identificación personal.",
  "banners.cookies.custom.functional.title": "Funcional",
  "banners.cookies.custom.functional.content": "Las cookies funcionales ayudan a realizar ciertas funcionalidades, como compartir el contenido del sitio web en plataformas de redes sociales, recopilar comentarios y otras características de terceros.",
  "banners.cookies.custom.analytic.title": "Analítica",
  "banners.cookies.custom.analytic.content": "Las cookies analíticas se utilizan para comprender cómo interactúan los visitantes con el sitio web. Estas cookies ayudan a proporcionar información sobre métricas el número de visitantes, el porcentaje de rebote, la fuente de tráfico, etc.",
  "banners.cookies.custom.performance.title": "Rendimiento",
  "banners.cookies.custom.performance.content": "Las cookies de rendimiento se utilizan para comprender y analizar los índices de rendimiento clave del sitio web, lo que ayuda a proporcionar una mejor experiencia de usuario para los visitantes.",
  "banners.cookies.custom.ad.title": "Anuncio",
  "banners.cookies.custom.ad.content": "Las cookies publicitarias se utilizan para entregar a los visitantes anuncios personalizados basados ​​en las páginas que visitaron antes y analizar la efectividad de la campaña publicitaria.",
  "banners.cookies.custom.withoutCategory.title": "No incluido en la categoría",
  "banners.cookies.custom.withoutCategory.content": "Otras cookies no categorizadas son las que se están analizando y aún no se han clasificado en una categoría.",
  "banners.cookies.custom.saveBtn": "Guardar mis preferencias",

  "banners.register.title": "Registrarse para disfrutar de precios VIP",
  "banners.register.content.register": "Regístrate y obtén",
  "banners.register.content.order": "en tu primer pedido",
  "banners.register.registerBtn": "Regístrate ahora",
  "banners.register.laterBtn": "En otro momento",

  "banners.maintenance": "Actualmente en mantenimiento",

  "header.banners.shipping": "Envío gratuito dentro de la península (24-48h)",
  "header.drawerItems.home": "Inicio",
  "header.drawerItems.shop": "Tienda",
  "header.drawerItems.everfresh": "Envasadora",
  "header.drawerItems.bags": "Bolsas",
  "header.drawerItems.packs": "Packs",
  "header.drawerItems.everfreshPack": "Pack Envasadora + Bolsas",
  "header.drawerItems.bagsPack": "Pack Bolsas x2",
  "header.drawerItems.unloggedProfile": "Identifícate",
  "header.drawerItems.loggedProfile": "Tu perfil",
  "header.drawerItems.orders": "Sigue tu pedido",
  "header.drawerItems.settings": "Ajustes",
  "header.drawerItems.signOut": "Cerrar sesión",
  "header.drawerItems.signIn": "Iniciar sesión",
  "header.drawerItems.register": "Registrarse",
  "header.drawerItems.help": "Ayuda",
  "header.drawerItems.contact": "Contáctanos",
  "header.drawerItems.resolutions": "Resolver pedido",
  "header.drawerItems.about": "Sobre nosotros",
  "header.drawerItems.faq": "Preguntas frequentes",
  "header.searchBar.placeholder": "Buscar aquí",

  "footer.contact.title": "Contáctanos",
  "footer.contact.content": "¿Alguna pregunta? No dudes en <link>contactarnos</link>.\n\nTe responderemos lo antes posible.",
  "footer.utility.title": "Enlaces de utilidad",
  "footer.utility.faq": "Preguntas frequentes",
  "footer.utility.privacy": "Política de privacidad",
  "footer.utility.cookies": "Política de cookies",
  "footer.utility.legal": "Aviso legal",
  "footer.utility.conditions": "Condiciones de venta",

  "home.banner.1": "La envasadora\n más versátil\n para tus viajes",
  "home.banner.2": "Conserva tus\nalimentos de\nmanera eficiente",
  "home.banner.3": "Frescura al alcance\n de tu mano\n en un solo click",
  "home.banner.4": "Conserva tus\nalimentos de\nmanera eficiente",
  "home.banner.buyBtn": "Comprar ahora",
  "home.intro.title": "La solución perfecta para el envasado",
  "home.intro.description": "En un mundo en el que el precio de los alimentos está en constante aumento, es importante encontrar formas de preservar nuestras compras y evitar desperdiciar comida.\n\nPor ello, desde La Envasadora, ofrecernos una solución accesible y asequible para todos aquellos usuarios dispuestos a cambiar hacia un estilo de vida más sostenible.",
  "home.packingMachine.title": "¿Qué es una envasadora y cómo funciona?",
  "home.packingMachine.description.1": "También conocidas como máquinas de vacío o selladoras al vacío, las envasadoras son unas máquinas que funcionan mediante un proceso de succión y sellado.",
  "home.packingMachine.description.2": "Se coloca una bolsa de plástico en la máquina y se cierra con un clip o un sellador. La envasadora extrae el aire de la bolsa y sella el borde para crear un sello hermético.",
  "home.packingMachine.description.3": "En este proceso de eliminación del aire se previene la oxidación y la fermentación, lo que permite conservar la frescura y los nutrientes de los alimentos por un período mucho más prolongado.",
  "home.whatIsVacuumPacked.title": "¿Qué es el envasado al vacío?",
  "home.whatIsVacuumPacked.description": "El envasado al vacío es un proceso de conservación que consiste en la extracción del aire interior de un envase con el fin de sellarlo herméticamente para evitar la entrada de oxígeno y bacterias.\n\nEste método es muy efectivo para prolongar la vida útil de los alimentos y mantener su frescura, sabor y nutrientes.",
  "home.whatIsVacuumPacked.faqBtn": "Preguntas frequentes",
  "home.whyVacuumPacked.title": "¿Por qué es importante el envasado al vacío?",
  "home.whyVacuumPacked.description.1": "El envasado al vacío es importante porque contribuye a evitar la oxidación de los alimentos y a prevenir la proliferación de bacterias y otros microorganismos.",
  "home.whyVacuumPacked.description.2": "Los alimentos conservados de esta forma duran mucho más tiempo, lo que supone un ahorro económico.",
  "home.whyVacuumPacked.description.3": "Además, también ayuda a mantener la calidad nutricional de los alimentos, ya que evita la pérdida de vitaminas y minerales.",
  "home.advantages.title": "Beneficios del envasado al vacío",
  "home.advantages.description.1": "Evitamos fermentaciones y reacciones oxidativas para mantener y prolongar el sabor y aroma original de los alimentos envasados.",
  "home.advantages.description.2": "Aumentamos hasta 3 y 5 veces la vida útil de los productos frescos sin necesidad de congelarlos. Pero si los congelamos los tiempos de conservación pueden aumentar hasta un año dependiendo del producto.",
  "home.advantages.description.3": "Nos permite realizar todo tipo de marinados y sazonados para crear diferentes elaboraciones culinarias.",
  "home.advantages.description.4": "Nos ayuda a organizarnos de forma rápida y sencilla a la vez que a aprovechar el espacio de almacenaje de forma óptima.",
  "home.advantages.description.5": "Ahorramos tiempo y dinero al tener un mayor control y una visión clara de los productos que vamos a consumir y así evitar compras inecesarias.",
  "home.advantages.buyBtn": "Conoce nuestra máquina",
  "home.use.title": "Guia de uso de la envasadora",
  "home.use.foodPreparation.title": "Preparación de los alimentos",
  "home.use.foodPreparation.description": "Antes de utilizar la envasadora de vacío, es importante preparar los alimentos adecuadamente.\n\nLavar y secar los alimentos antes de colocarlos en bolsas de envasado, es esencial para asegurar un buen sellado.\n\nSi estás sellando alimentos congelados, asegúrate de que estén completamente descongelados antes de colocarlos en la bolsa.",
  "home.use.bagSelection.title": "Selección de la bolsa para el envasado",
  "home.use.bagSelection.description": "Es importante elegir las bolsas de envasado adecuadas para el tipo de producto o alimento que deseas envasar.\n\nLas bolsas pueden ser de diferentes tamaños por lo que es importante elegir la que mejor se adapte a tus necesidades.\n\nAsegúrate de utilizar bolsas de vacío con válvula, ya que estas han sido diseñadas para ser compatibles con nuestra envasadora de vacío Everfresh.",
  "home.use.bagSelection.buyBtn": "Comprar bolsas",
  "home.use.bagSelection.sizes.title": "Medidas de nuestras bolsas",
  "home.use.packingMachine.title": "Uso de la envasadora de vacío",
  "home.use.packingMachine.description": "Una vez tengas los alimentos y las bolsas idóneas, es hora de utilizar la envasadora de vacío.",
  "home.use.packingMachine.steps.title": "Paso {step}",
  "home.use.packingMachine.steps.1": "Coloca los alimentos dentro de la bolsa, y procede a cerrar herméticamente el cierre zip con la ayuda de un pequeño utensilio incluido en el producto o con tus propias manos.",
  "home.use.packingMachine.steps.2": "Coloca la bolsa en una superficie plana y procede a alinear la envasadora con la válvula situada en la parte superior derecha.",
  "home.use.packingMachine.steps.3": "Presiona el botón de succión situado en la parte superior de la envasadora.\n\nNotarás que al empezar la succión se oye un click, esto indicará que el vacío se está ejecutando correctamente.",
  "home.use.packingMachine.steps.4": "Para un envasado óptimo asegúrate que todo el aire interior haya sido absorbido.\n Seguidamente presiona el mismo botón para detener la succión.",
  "home.foodStorage.title": "Almacenamiento de los alimentos",
  "home.foodStorage.description": "Los alimentos envasados deben ser almacenados en el refrigerador o congelador para maximizar su vida útil.\n\nEs importante etiquetar y fechar las bolsas para asegurarse de consumir los alimentos frescos primero.",
  "home.conservation.title": "Tiempos de conservación de los alimentos",
  "home.conservation.description": "Estos son los tiempos de duración promedio y pueden variar según el tipo de alimento, las condiciones de almacenamiento y el proceso de envasado al vacío.",
  "home.conservation.comments": "Siempre es recomendable revisar las fechas de caducidad y seguir las instrucciones de almacenamiento del fabricante y prestar atención a los cambios en el olor, textura y apariencia del alimento antes de consumirlo.",
  "home.conservation.table.head.food": "Alimento",
  "home.conservation.table.head.noVacuum": "Sin vacío",
  "home.conservation.table.head.vacuumFridge": "Vacío en nevera",
  "home.conservation.table.head.vacuumFrozen": "Vacío congelado",
  "home.conservation.table.food.1": "Carne (roja)",
  "home.conservation.table.food.2": "Carne (blanca)",
  "home.conservation.table.food.3": "Pescado",
  "home.conservation.table.food.4": "Mariscos",
  "home.conservation.table.food.5": "Frutas",
  "home.conservation.table.food.6": "Verduras",
  "home.conservation.table.food.7": "Legumbres",
  "home.conservation.table.food.8": "Quesos",
  "home.conservation.table.food.9": "Pan",
  "home.conservation.table.days": "días",
  "home.conservation.table.weeks": "semanas",
  "home.conservation.table.months": "meses",
  "home.characteristics.title": "Características de nuestra envasadora",
  "home.characteristics.description": "A diferencia de otras envasadoras en el mercado, Everfresh de InnovaGoods es el aliado perfecto si lo que buscas es portabilidad y buen rendimiento en un tamaño compacto y ligero.\n\nEs la opción más atractiva para aquellos que busquen poder envasar sus alimentos en cualquier tipo de situación.",
  "home.characteristics.description.1": "Rápida extracción del aire en un solo click.",
  "home.characteristics.description.2": "Pensada para usar con una sola mano.",
  "home.characteristics.description.3": "Portátil y ligera, ideal para acompañarte en tus viajes.",
  "home.characteristics.description.4": "Batería inalámbrica y recargable mediante usb.",
  "home.characteristics.description.5": "Diseño compacto y sencillo, para todo tipo de cocinas.",
  "home.characteristics.description.6": "Compatible con todo tipo de bolsas con válvula.",
  "home.characteristics.buyBtn": "Comprar envasadora",

  "about.metas.title": "Sobre Nosotros",
  "about.metas.description": "Sobre Nosotros",
  "about.h1": "Sobre nosotros",
  "about.content": "En La Envasadora somos una empresa dedicada a ofrecer soluciones innovadoras en el ámbito del envasado de alimentos. Nos esforzamos para mejorar la calidad y la frescura de los productos alimenticios mediante la utilización de tecnologías actuales.\n\nNuestra envasadora de vacío portátil es el resultado de nuestro compromiso con la innovación y el deseo de aportar un producto que sea accesible, eficiente y fácil de usar. Buscamos ayudar a los consumidores a alargar la vida útil de sus alimentos y reducir el desperdicio, combatiendo así el constante aumento de los precios de los mismos.\n\nContamos con un equipo de expertos en envasado y tecnología, con una claridad en cuanto a nuestra misión y objetivos. Nos esforzamos por ofrecer un servicio de atención al cliente excelente y asegurarnos de que cada compra sea satisfactoria.\n\nAdemás de mejorar la eficiencia y economía en la conservación de alimentos, estamos comprometidos en fomentar un cambio en la concienciación sobre el impacto ambiental de nuestras acciones. La reducción del desperdicio de alimentos es un paso importante hacia un futuro más sostenible y consciente con el propio medio ambiente.\n\nEstamos agradecidos por su elección y esperamos formar parte de su camino hacia una vida más práctica y sostenible, gracias a la innovación en el envasado.",
  "about.contactBtn": "Contacta con nosotros",
  
  "faq.metas.title": "Preguntas Frequentes",
  "faq.metas.description": "Preguntas Frequentes",
  "faq.h1": "Preguntas frequentes",
  "faq.link": "Ver más",
  "faq.packing.title": "Dudas sobre el envasado",
  "faq.packing.q.1": "¿Qué productos no se pueden envasar al vacío?",
  "faq.packing.r.1": "Existen algunos productos en concreto que no se recomienda envasar, es el caso de alimentos con un alto contenido de azúcares o almidones, como frutas frescas o verduras tales como plátanos, cebollas, setas, lechuga, col y ajo. Estas pueden desarrollar moho o bacterias cuando se elimina el aire del envase. Además son capaces de liberar gas una vez envasados, por lo que es preferible evitar envasarlos.\n\nTampoco es recomendable envasar alimentos con un alto porcentaje de aceites o grasas ya que pueden oxidarse o enraizarse.\n\nPor último productos químicos o productos inflamables.",
  "faq.packing.q.2": "¿Cuál es el mejor material para congelar alimentos?",
  "faq.packing.r.2": "Existen varios materiales que se utilizan para congelar alimentos y cada uno tiene sus propias ventajas y desventajas. Algunos de los materiales más comunes son:\n\nBolsas de congelación: Son una opción muy práctica para congelar alimentos, ya que son fáciles de sellar y transportar. Es recomendable buscar bolsas de congelación de buena calidad para evitar fugas o roturas.\n\nContenedores de plástico: Son resistentes y no absorben los olores ni sabores de los alimentos congelados.\n\nBandejas de hielo: son ideales para congelar líquidos como caldos o salsas ya que pueden ser raspadas o descongeladas en porciones pequeñas.\n\nEn resumen, no hay un material que sea el mejor para congelar alimentos ya que depende de tus necesidades y preferencias. Sin embargo, es recomendable elegir materiales de alta calidad y que puedan ser sellados correctamente para evitar la entrada de aire y así prolongar la vida útil de los alimentos congelados.",
  "faq.packing.q.3": "¿Qué ventajas y desventajas tiene el hecho de estar envasados?",
  "faq.packing.r.3": "El envasado tiene varias ventajas y desventajas. Algunas de las principales ventajas son:\n\nProtección: Los productos envasados están protegidos de la humedad, la luz, el polvo y otros factores ambientales que pueden afectar su calidad.\n\nConservación: Los alimentos envasados pueden mantenerse frescos durante un período de tiempo más prolongado que los alimentos frescos. Esto se debe a que el envasado evita la entrada de oxígeno y otros factores que pueden causar la putrefacción.\n\nTransporte: Los productos envasados son más fáciles de transportar y almacenar ya que son más resistentes a los golpes y a las variaciones de temperatura.\n\nConveniencia: Los productos envasados son muy convenientes para el consumidor ya que pueden ser abiertos y utilizados en cualquier momento.\n\nCostos: El envasado puede ser una forma más económica de almacenar y transportar productos.\n\nSin embargo, el envasado también tiene algunas desventajas:\n\nImpacto ambiental: El envasado puede tener un impacto ambiental negativo, especialmente si los envases no son reciclados adecuadamente.\n\nContenido nutricional: Algunos estudios sugieren que los alimentos envasados pueden tener menos valor nutricional que los alimentos frescos debido a la pérdida de nutrientes durante el proceso de envasado.\n\nEn resumen, el envasado tiene varias ventajas, como la protección y conservación de los productos, pero también tiene algunas desventajas, como el impacto ambiental y la posible pérdida de valor nutricional. Es importante ser conscientes de estos factores al elegir los productos que compramos y consumimos.",
  "faq.packing.q.4": "¿Cómo se utiliza una máquina de vacío?",
  "faq.packing.r.4": "En nuestra página de inicio, se explica cómo utilizar correctamente una máquina de vacío, así como los beneficios de utilizar una máquina de vacío en lugar de los métodos tradicionales de conservación de alimentos. También se describen las diferentes técnicas de vaciado y se proporcionan consejos para prolongar la vida útil de los alimentos vaciados.",
  "faq.packing.q.5": "¿Qué tipo de bolsas se utiliza para envasar al vacío?",
  "faq.packing.r.5": "Para envasar al vacío se utilizan principalmente dos tipos de bolsas: las bolsas de polietileno y las bolsas de polipropileno.\n\nBolsas de polietileno: Son una de las opciones más populares para envasar al vacío. Están hechas de un material resistente y tienen una excelente capacidad para retener el vacío. Además, son resistentes al agua, la grasa y los ácidos, lo que las hace ideales para envasar alimentos. Sin embargo, no son resistentes a altas temperaturas y no pueden ser usadas en procesos de cocción al vacío.\n\nBolsas de polipropileno: Son una excelente opción para envasar al vacío. Son resistentes a altas temperaturas, lo que las hace ideales para procesos de cocción al vacío. Además, son resistentes al agua, la grasa y los ácidos, lo que las hace ideales para envasar alimentos. Sin embargo, son un poco más caras que las bolsas de polietileno.\n\nAdemás de estos dos tipos, también existen otras opciones, como las bolsas de nylon, las bolsas de poliéster, y las bolsas termorresistentes de vidrio, que son resistentes a altas temperaturas, pero más caras, también son utilizadas para procesos de cocción al vacío.\n\nEn resumen, las bolsas de polietileno y las bolsas de polipropileno son las más populares y utilizadas para envasar al vacío, pero dependiendo de las necesidades y el uso que se le dará a la bolsa es importante elegir el material adecuado para que se adecue a tus necesidades.",
  "faq.packing.q.6": "¿Qué puedo hacer con una selladora al vacío?",
  "faq.packing.r.6": "Una selladora al vacío es una herramienta útil para conservar los alimentos y prolongar su vida útil. Con una selladora al vacío, puedes hacer lo siguiente:\n\nConservar alimentos: Puedes envasar alimentos frescos o cocidos al vacío para conservarlos durante más tiempo en la nevera o en el congelador. Esto es especialmente útil para alimentos que se deterioran rápidamente, como la carne, el pescado, las frutas y las verduras.\n\nCongelar alimentos: Puedes envasar alimentos frescos o cocidos al vacío antes de congelarlos para conservar su sabor y frescura durante meses.\n\nAlmacenamiento de alimentos secos: Puedes envasar alimentos secos, como arroz, pasta, granos y frutos secos al vacío para evitar la absorción de humedad y evitar la formación de moho.\n\nMarinar alimentos: Puedes utilizar la selladora al vacío para marinar alimentos antes de cocinarlos, ya que el vacío ayuda a que los sabores y la marinada se adhieran al alimento.\n\nEmbalaje de equipos y objetos: Puedes utilizar la selladora al vacío para embalar objetos pequeños y equipos para almacenamiento o transporte.\n\nEmpacado de vacaciones: Puedes utilizar la selladora al vacío para empaquetar ropa y artículos para vacaciones, para reducir el volumen y evitar que se arruguen durante el transporte.\n\nUna selladora al vacío es una herramienta muy versátil que te ayudará a conservar alimentos y también a almacenar todo tipo de objetos o incluso ropa.",
  "faq.packing.q.7": "¿Qué ventaja tiene el envasado al vacío?",
  "faq.packing.r.7": "El envasado al vacío tiene varias ventajas, entre ellas:\n\nProlonga la vida útil de los alimentos: Al eliminar el oxígeno del envase, se retrasa el proceso de descomposición de los alimentos, lo que permite que duren más tiempo sin refrigeración.\n\nConserva el sabor y la frescura de los alimentos: Al envasar los alimentos al vacío, se evita que se dañen por la exposición al aire, lo que ayuda a conservar el sabor y la frescura originales.\n\nAhorra espacio: Al eliminar el aire del envase, los alimentos ocupan menos espacio, lo que es útil para almacenar grandes cantidades de alimentos en un espacio reducido.\n\nFacilidad en el transporte: Al ocupar menos espacio, los alimentos envasados al vacío son más fáciles de transportar y manejar.\n\nEvita la formación de bacterias: El vaciado del oxígeno reduce la posibilidad de formación de bacterias que requieren oxígeno para sobrevivir y reproducirse, prolongando la vida útil de los alimentos.\n\nEn nuestra página de inicio, se explica en detalle el proceso de envasado al vacío, los diferentes tipos de envases y las recomendaciones para envasar correctamente cada tipo de alimento. Te animamos a visitar nuestra página de inicio para obtener más información sobre el proceso de envasado al vacío.",
  "faq.packing.q.8": "¿Cuántas veces se puede envasar al vacío?",
  "faq.packing.r.8": "En general, los alimentos envasados al vacío se pueden volver a envasar varias veces, siempre y cuando el envase esté en buenas condiciones y no haya daños en el cierre.\n\nEs importante tener en cuenta que cada vez que se abre el envase, se introduce oxígeno al interior y se expone el alimento a riesgos de contaminación y deterioro. Por lo tanto, se recomienda utilizar el contenido del envase de inmediato después de abrirlo.\n\nSi se va a reutilizar el envase es fundamental limpiarlo y desinfectarlo adecuadamente antes de volverlo a usar, para evitar la contaminación cruzada. En el caso que lo hayamos usado para almacenar productos crudos como carne o pescado es recomendable no reutilizar los envases para evitar posibles riesgos de salud.",
  "faq.packing.q.9": "¿Qué cosas se pueden envasar?",
  "faq.packing.r.9": "Hay una gran variedad de alimentos y productos que pueden ser envasados al vacío con una selladora al vacío. En nuestra página de inicio tenemos una tabla con los principales productos alimenticios aptos para el envasado. A la vez también es una herramienta muy útil para empacar productos o ropa y así ahorrar espacio en tu equipaje.\n\nEs importante tener en cuenta que no todos los alimentos se pueden envasar al vacío. En nuestra página de faqs tenemos algunos productos por los cuales no se recomienda el envasado.",
  "faq.conservation.title": "Dudas sobre la conservación",
  "faq.conservation.q.1": "¿Qué es mejor congelar o envasar al vacio?",
  "faq.conservation.r.1": "Tanto el congelamiento como el envasado al vacío son métodos eficaces para prolongar la vida útil de los alimentos y mantener su frescura y sabor.\n\nSin embargo, cada método tiene sus propias ventajas y desventajas y puede ser más adecuado para algunos alimentos o situaciones específicas.\n\nEl congelamiento es una excelente forma de conservar los alimentos durante varios meses, incluso varios años y es especialmente útil para alimentos que no se pueden envasar al vacío, como las frutas y verduras con alto contenido de agua, y para alimentos cocidos o horneados.\n\nPor otro lado, el envasado al vacío es una forma de conservar los alimentos durante varios días o semanas.\n\nEn nuestra página de inicio se explica en detalle los tiempos de duración aproximado, te animamos a visitar nuestra página de inicio para obtener más información sobre el proceso de envasado.",
  "faq.conservation.q.2": "¿Cuanto tiempo puede estar en la nevera productos envasados al vacio?",
  "faq.conservation.r.2": "La duración de los alimentos envasados al vacío en la nevera depende del tipo de alimento y de las condiciones de almacenamiento. En general, los alimentos envasados al vacío pueden durar de unos pocos días a varias semanas en la nevera, dependiendo del tipo de alimento y de cómo se haya envasado.\n\nAlgunos alimentos, como la carne, el pescado, las aves y los productos lácteos, se deben consumir en un plazo de unos pocos días después de haber sido envasados al vacío. Otros alimentos, como las frutas y las verduras, pueden durar varias semanas en la nevera si se han envasado correctamente.\n\nEs importante tener en cuenta que el envasado al vacío retrasa el proceso de descomposición de los alimentos, pero no lo detiene por completo. Es importante siempre revisar los alimentos antes de consumirlos y desechar cualquier alimento que tenga un olor o un aspecto sospechosos.\n\nEs importante mencionar que los alimentos envasados al vacío deben estar etiquetados con la fecha de envasado y deben ser consumidos dentro del tiempo recomendado, para garantizar la frescura y seguridad alimentaria.",
  "faq.conservation.q.3": "¿Cuánto dura la carne envasada al vacío sin congelar?",
  "faq.conservation.r.3": "La duración de la carne envasada al vacío depende de varios factores, como el tipo de carne, el proceso de envasado y el método de almacenamiento.\n\nEn general, la carne envasada al vacío y conservada a temperatura ambiente tiene una vida útil más prolongada que la carne fresca no envasada, pero aun así, no es recomendable guardarla por mucho tiempo.\n\nEn nuestra página de inicio tenemos una tabla estimada de duración para dicho alimento.",
  "faq.conservation.q.4": "¿Cuánto tiempo duran los vegetales al vacío?",
  "faq.conservation.r.4": "En general, los vegetales envasados al vacío pueden durar de 2 a 4 semanas si se almacenan y se manipulan adecuadamente, pero es importante prestar atención a los signos de daño ó descomposición y consumirlos en el plazo de 2 a 3 días después de abrir el envase.\n\nEn resumen, los vegetales envasados al vacío pueden tener una vida útil prolongada si se realiza correctamente el proceso de envasado y se almacenan adecuadamente, pero es importante prestar atención a la fecha de caducidad y a los signos de daño o descomposición para asegurar que los vegetales siguen siendo seguros para el consumo.",
  "faq.conservation.q.5": "¿Cuánto tiempo duran los productos sellados al vacío?",
  "faq.conservation.r.5": "La duración de los productos sellados al vacío depende del tipo de alimento y de las condiciones de almacenamiento. En general, los alimentos sellados al vacío pueden durar varios meses, incluso varios años, si se almacenan en un lugar fresco y seco, como una despensa o un sótano.\n\nSin embargo, es importante tener en cuenta que el sellado al vacío no detiene completamente el proceso de descomposición de los alimentos, sino que simplemente retrasa. Los alimentos sellados al vacío pueden perder su sabor y frescura con el tiempo, y deben ser revisados ​​y consumidos antes de que suceda.\n\nEn nuestra página de inicio, se explica en detalle la duración de tales productos sellados al vacío.Te animo a visitar nuestra página de inicio para obtener más información sobre el proceso de envasado al vacío.",
  "faq.conservation.q.6": "¿Cómo conservar frutas al vacío?",
  "faq.conservation.r.6": "El envasado al vacío es una excelente forma de conservar las frutas y prolongar su vida útil. Sin embargo, es importante seguir ciertas pautas para garantizar que las frutas se mantengan frescas y seguras para el consumo. A continuación, te ofrecemos algunas recomendaciones para conservar las frutas al vacío:\n\nSeleccione frutas frescas y maduras: Elije frutas que estén maduras pero no demasiado maduras. Las frutas maduras son más sabrosas, pero también se deterioran más rápido.\n\nLave y seque las frutas: Lave las frutas cuidadosamente con agua limpia y séquelas bien antes de envasarlas. El exceso de humedad puede causar la formación de moho en el interior del envase.\n\nCorte las frutas en trozos: Si las frutas son grandes, cortarlas en trozos más pequeños antes de envasarlas. Esto ayudará a que la fruta se enfríe más rápido y se cocine mejor.\n\nEnvasar al vacío: Use una selladora al vacío para envasar las frutas. Asegúrese de seguir las instrucciones del fabricante y sellar el envase correctamente para evitar fugas de aire.\n\nAlmacene las frutas en el congelador: Una vez envasadas las frutas deben ser almacenadas en el congelador para prolongar su duración.\n\nEtiquetado: Etiquetar el envase con la fecha de envasado es importante para poder llevar un seguimiento de la frescura del producto.",
  "faq.conservation.q.7": "¿Cómo conservar carne por años?",
  "faq.conservation.r.7": "Se puede conservar la carne durante un año ",
  "faq.conservation.q.8": "¿Cuáles son los alimentos que se conservan por más tiempo?",
  "faq.conservation.r.8": "Existen varios alimentos que se pueden conservar por un período de tiempo prolongado, aquí mencionamos algunos de ellos:\n\nGrano: El trigo, el maíz, el arroz, entre otros granos pueden ser almacenados por varios años si se mantienen en un lugar fresco y seco.\n\nLegumbres: Algunas legumbres como los frijoles, lentejas y garbanzos pueden durar varios años si se almacenan en lugar fresco y seco.\n\nEspecias: Muchas especias y hierbas secas pueden durar varios años si se almacenan correctamente. Es importante mantenerlas en lugar fresco y seco para evitar la pérdida de sabor.\n\nAzúcar: El azúcar refinado es estable y no se echa a perder. El azúcar moreno tiene una vida útil más corta, pero todavía puede durar varios años si se almacena correctamente.\n\nSal: La sal es un conservante natural y puede durar varios años si se almacena correctamente.\n\nAceite: Los aceites vegetales de alto punto de humo (como el aceite de cocina) son estables y pueden durar varios años si se almacenan correctamente.\n\nConservas: Frutas y verduras enlatadas pueden durar varios años si se almacenan correctamente.",
  "faq.conservation.q.9": "¿Qué alimentos no se deben envasar al vacío?",
  "faq.conservation.r.9": "Aunque la mayoría de los alimentos se pueden envasar al vacío, existen algunos alimentos que no son recomendables envasar al vacío debido a su naturaleza o el proceso de cocción o maduración que requieren. Algunos de estos alimentos son:\n\nFrutas y verduras con alto contenido de agua: la lechuga, el pepino, los tomates, las fresas, entre otros, no se deben envasar al vacío ya que podrían dañarse o degradarse durante el proceso de envasado.\n\nProductos horneados: Alimentos que ya han sido horneados, como panes o pasteles, no deben envasarse al vacío ya que perderían su consistencia y textura.\n\nAlimentos crudos con alto contenido de grasa: el queso rallado, las carnes grasas o las nueces, no deben envasarse al vacío ya que podrían oxidarse y dañarse durante el proceso de envasado.\n\nAlimentos con alto contenido de aire: Alimentos con alto contenido de aire como las claras de huevo, los helados o la nata, no deben envasarse al vacío ya que podrían perder su textura y consistencia durante el proceso de envasado.\n\nAlimentos en fermentación: el kimchi, la chucrut, el yogur casero, no se deben envasar al vacío ya que la fermentación continuaría y podría causar una explosión del envase o un mal sabor en el alimento.\n\nEs importante mencionar que estos alimentos no deben ser envasados al vacío debido a que las características mencionadas son necesarias para su correcto proceso de maduración, cocción, fermentación. Cada alimento es diferente y debe ser tratado de manera específica para obtener mejores resultados en su conservación y sabor.",
  "faq.conservation.q.10": "¿Cuánto tiempo se conservan los alimentos envasados al vacío?",
  "faq.conservation.r.10": "El tiempo de conservación de los alimentos envasados al vacío depende de muchos factores, como el tipo de alimento, el contenido de humedad, la temperatura y el pH.\n\nEn general, los alimentos envasados al vacío se conservan más tiempo que los alimentos no envasados al vacío debido a que el aire y otros contaminantes no pueden entrar en el envase y promover la descomposición o la proliferación de bacterias.\n\nEn nuestra página de inicio tenemos una tabla con las duraciones aproximadas para la mayoría de productos.",
  "faq.shipping.title": "Dudas sobre envios en la web",
  "faq.shipping.q.1": "Tengo dudas respecto al envío",
  "faq.shipping.r.1": "Por favor, comprueba nuestra política de envío y devoluciones para más información.",
  "faq.shipping.q.2": "Tengo una pregunta sobre mi pedido",
  "faq.shipping.r.2": "Puedes ir a la página de pedidos para ver la información de tu pedido y si tienes alguna duda puedes contactar con nosotros a través de nuestra página de contacto.",
  "faq.shipping.q.3": "Tengo dudas sobre la garantía",
  "faq.shipping.r.3": "Por favor, comprueba nuestra política de garantía y devoluciones para más información.",

  "contact.metas.title": "Contacto",
  "contact.metas.description": "Contacto",
  "contact.h1": "Contacto",
  "contact.description": "Si tienes cualquier duda por favor contáctanos a nuestro correo electrónico <linkEmail>{email}</linkEmail>\n\nTambién puedes enviar un correo rellenando nuestro formulario.\n(Todas las consultas se responden en un plazo máximo de 24 horas)\n\nIngresa aquí tus datos:",
  "contact.successes.default": "Correo enviado con éxito. Nos pondremos en contacto contigo lo antes posible.",
  "contact.resolutionsLink": "¿Quieres resolver algún problema con tu pedido?",

  "resolutions.metas.title": "Página de Resoluciones",
  "resolutions.metas.description": "Página de Resoluciones",
  "resolutions.h1": "Página de resoluciones",
  "resolutions.description": "Si ha habido algún problema con tu pedido por favor háznoslo saber lo antes posible rellenando nuestro formulario.\n\nDeberás de introducir tu número de pedido y el correo de contacto que usaste para realizar la compra.\n(Todas las consultas se responden en un plazo máximo de 24 horas)\n\nIngresa aquí tus datos:",
  "resolutions.errors.orderId": "El número de pedido que has introducido no existe.",
  "resolutions.successes.default": "Correo enviado con éxito. Nos pondremos en contacto contigo lo antes posible.",
  "resolutions.contactLink": "¿Tienes alguna duda o no sabes cómo encontrar tu número de pedido?",

  "productList.metas.title": "Buscar",
  "productList.metas.description": "Buscar Productos de Vacío",
  "productList.allCategories": "Todo",
  "productList.noItems": "No existe ningún producto.",

  "productDetail.price.iva": "IVA incluido",
  "productDetail.icons.shipping": "Entrega GRATIS en 24-48h.",
  "productDetail.icons.payment": "Pago seguro mediante PayPal.",
  "productDetail.icons.support": "Atención al cliente las 24h.",
  "productDetail.icons.guarantee": "Garantía del fabricante de 2 años.",
  "productDetail.addCartBtn": "Añadir al carrito",
  "productDetail.payNowBtn": "Comprar ahora",
  "productDetail.trackingLink": "Click aquí para obtener el seguimiento de un pedido.",
  "productDetail.pack.title": "Aprovecha nuestro pack",
  "productDetail.pack.price": "Precio total",
  "productDetail.pack.percent": "Ahorra {value}%",
  "productDetail.addCartPackBtn": "Añadir pack al carrito",
  "productDetail.details.title": "Detalles del producto",
  "productDetail.includes.title": "Que incluye",
  "productDetail.dimensions.title": "Dimensiones",
  "productDetail.shipping.title": "Envíos",
  "productDetail.shipping.1": "Realizamos envíos únicamente dentro de la península ibérica.",
  "productDetail.shipping.2": "Envío mediante Correos Express en 24-48h.",
  "productDetail.shipping.3": "Consulta el estado del pedido con nuestro tracking.",
  "productDetail.shipping.link": "Click aquí para obtener el seguimiento de un pedido.",
  "productDetail.refund.title": "Devoluciones y garantía",
  "productDetail.refund.1": "Garantía de 2 años del fabricante.",
  "productDetail.refund.2": "Servicio técnico para devoluciones.",
  "productDetail.refund.link": "Click aquí para solicitar una devolución.",
  "productDetail.reviews.title": "Reseñas de usuarios",
  "productDetail.reviews.noItems": "No existe ninguna reseña.",
  "productDetail.reviews.verified": "Verificada",

  "everfresh.comment": "La Envasadora Everfresh es la solución perfecta para ahorrar dinero, tiempo y espacio. No desperdicies más comida y prolonga la vida de tus alimentos con el envasado. Además, su diseño compacto y portátil la convierten en la compañera ideal para tus viajes.",
  "everfresh.details.1": "Marca: InnovaGoods.",
  "everfresh.details.2": "Rápida extracción del aire en un solo click.",
  "everfresh.details.3": "Material: ABS.",
  "everfresh.details.4": "Envasa y sella herméticamente todo tipo de productos.",
  "everfresh.details.5": "Ligera y compacta, es la compañera perfecta para tus viajes.",
  "everfresh.details.6": "Recargable mediante cable USB e inalámbrica para que puedas envasar tus alimentos en cualquier lugar.",
  "everfresh.details.7": "Compatible con todas las bolsas de vacío con válvula.",
  "everfresh.details.8": "Peso: 140g.",
  "everfresh.details.9": "Autonomía: Entre 70-80 envasados por carga.",
  "everfresh.details.10": "Apta para almacenar alimentos en el frigorífico y congelador.",
  "everfresh.includes.1": "Cable USB a micro usb.",
  "everfresh.includes.2": "800mAh / 3,7V / 3W.",
  "everfresh.includes.3": "5 bolsas reutilizables de dos medidas.",
  "everfresh.includes.4": "Manual de uso en 24 idiomas.",
  "everfresh.dimensions.1": "Dimensiones: 5cm x 9cm x 5cm.",
  "everfresh.dimensions.2": "Bolsas incluidas: Una unidad de 25,5cm x 34cm y cuatro unidades de 21cm x 22cm.",
  "everfresh.videoComment.1.title": "Envasado perfecto al instante",
  "everfresh.videoComment.1.content": "Nuestra envasadora es la herramienta ideal para aquellos que buscan comodidad y practicidad en el día a día.\n\nCuenta con una rápida extracción del aire para envasar tus alimentos frescos en cuestión de segundos. Además su fácil e intuitiva forma de uso la convierten en el mejor aliado para tu cocina.",
  "everfresh.videoComment.1.button": "Ver cómo funciona",
  "everfresh.videoComment.2.title": "Se adapta a cualquier espacio",
  "everfresh.videoComment.2.content": "Con un diseño compacto y minimalista, nuestra envasadora encaja a la perfección en tu hogar o hasta en tu furgoneta camperizada.\nDeja atrás los accesorios aparatosos y empieza a aprovechar tu espacio de forma óptima.",
  "everfresh.videoComment.2.bagsButton": "Añadir bolsas",
  "everfresh.videoComment.2.everfreshButton": "Añadir envasadora",
  "everfresh.videoComment.3.title": "El compañero ideal para tus aventuras",
  "everfresh.videoComment.3.content": "Con un tamaño y peso reducido, nuestra envasadora se convierte en la mejor opción para llevar en tu viajes.\n\nYa no tendrás que preocuparte por perder tiempo organizando tu equipaje o por los costosos gastos de las aerolíneas por el tamaño de tu mochila.\nCon ella puedes envasar ropa, alimentos o lo que se te ocurra al momento.",
  "everfresh.videoComment.3.button": "Preguntas frequentes",

  "bags.comment": "En La Envasadora ofrecemos una amplia gama de tamaños, cada uno pensado para un uso especifico. Es importante elegir el tamaño que mejor se adapte a tu necesidad con el fin de obtener un envasado óptimo y eficaz.",
  "bags.details.1": "Marca: TM Electron.",
  "bags.details.2": "Bolsas de vacío de tamaño pequeño (XS, S): Ideales para almacenar pequeñas cantidades de alimentos, como fruta, verduras o frutos secos. Una buena opción para aquellos que quieran llevar consigo su comida.",
  "bags.details.3": "Bolsas de vacío de tamaño mediano (M): Son las adecuadas para carnes o pescados. Un tamaño estándar pero con un rendimiento más que suficiente, perfectas para el uso diario en tu cocina. También son las indicadas si lo que buscas es hacer marinados de carnes o pescados.",
  "bags.details.4": "Bolsas de vacío de tamaño grande (L, XL): Pensadas para objetos más voluminosos como por ejemplo ropa u otro tipo de alimentos de mayor tamaño. Son las adecuadas para acompañarte en tus viajes y ayudarte a ahorrar espacio en tu maleta de viaje.",
  "bags.includes.1": "10 bolsas reutilizables",
  "bags.dimensions.1": "XS: 22cm x 21cm.",
  "bags.dimensions.2": "S: 26cm x 28cm.",
  "bags.dimensions.3": "M: 22cm x 34cm.",
  "bags.dimensions.4": "L: 26cm x 34cm.",
  "bags.dimensions.5": "XL: 30cm x 34cm.",
  "bags.dimensions.6": "MIX: 2 x tamaño.",

  "bagsPack.includes.1": "20 bolsas reutilizables",

  "everfreshPack.details.1": "<title>DETALLES DE LA ENVASADORA</title>",
  "everfreshPack.details.2": "Marca: InnovaGoods.",
  "everfreshPack.details.3": "Rápida extracción del aire en un solo click.",
  "everfreshPack.details.4": "Material: ABS.",
  "everfreshPack.details.5": "Envasa y sella herméticamente todo tipo de productos.",
  "everfreshPack.details.6": "Ligera y compacta, es la compañera perfecta para tus viajes.",
  "everfreshPack.details.7": "Recargable mediante cable USB e inalámbrica para que puedas envasar tus alimentos en cualquier lugar.",
  "everfreshPack.details.8": "Compatible con todas las bolsas de vacío con válvula.",
  "everfreshPack.details.9": "Peso: 140g.",
  "everfreshPack.details.10": "Autonomía: Entre 70-80 envasados por carga.",
  "everfreshPack.details.11": "Apta para almacenar alimentos en el frigorífico y congelador.",
  "everfreshPack.details.12": "<title>DETALLES DEL PAQUETE DE BOLSAS</title>",
  "everfreshPack.details.13": "Marca: TM Electron.",
  "everfreshPack.details.14": "Bolsas de vacío de tamaño pequeño (XS, S): Ideales para almacenar pequeñas cantidades de alimentos, como fruta, verduras o frutos secos. Una buena opción para aquellos que quieran llevar consigo su comida.",
  "everfreshPack.details.15": "Bolsas de vacío de tamaño mediano (M): Son las adecuadas para carnes o pescados. Un tamaño estándar pero con un rendimiento más que suficiente, perfectas para el uso diario en tu cocina. También son las indicadas si lo que buscas es hacer marinados de carnes o pescados.",
  "everfreshPack.details.16": "Bolsas de vacío de tamaño grande (L, XL): Pensadas para objetos más voluminosos como por ejemplo ropa u otro tipo de alimentos de mayor tamaño. Son las adecuadas para acompañarte en tus viajes y ayudarte a ahorrar espacio en tu maleta de viaje.",
  "everfreshPack.includes.1": "<title>QUE INCLUYE EN LA ENVASADORA</title>",
  "everfreshPack.includes.2": "Cable USB a micro usb.",
  "everfreshPack.includes.3": "800mAh / 3,7V / 3W.",
  "everfreshPack.includes.4": "5 bolsas reutilizables de dos medidas.",
  "everfreshPack.includes.5": "Manual de uso en 24 idiomas.",
  "everfreshPack.includes.6": "<title>QUE INCLUYE EN EL PAQUETE DE BOLSAS</title>",
  "everfreshPack.includes.7": "10 bolsas reutilizables (2 x tamaño)",
  "everfreshPack.dimensions.1": "<title>DIMENSIONES DE LA ENVASADORA</title>",
  "everfreshPack.dimensions.2": "Dimensiones: 5cm x 9cm x 5cm.",
  "everfreshPack.dimensions.3": "Bolsas incluidas: Una unidad de 25,5cm x 34cm y cuatro unidades de 21cm x 22cm.",
  "everfreshPack.dimensions.4": "<title>DIMENSIONES DEL PAQUETE DE BOLSAS</title>",
  "everfreshPack.dimensions.5": "XS: 22cm x 21cm.",
  "everfreshPack.dimensions.6": "S: 26cm x 28cm.",
  "everfreshPack.dimensions.7": "M: 22cm x 34cm.",
  "everfreshPack.dimensions.8": "L: 26cm x 34cm.",
  "everfreshPack.dimensions.9": "XL: 30cm x 34cm.",
  "everfreshPack.dimensions.10": "MIX: 2 x tamaño.",

  "login.metas.title": "Inicio de Sesión",
  "login.metas.description": "Inicio de Sesión",
  "login.errors.email": "Correo incorrecto",
  "login.errors.password": "Contraseña incorrecta",
  "login.errors.activation": "Tienes que activar tu cuenta. Te hemos enviado un correo con el link para verificar tu cuenta antes de logearte.",
  "login.errors.lockedOut": "Tu cuenta está bloqueada",
  "login.errors.provider.google": "Esta cuenta fue creada a través de Google, inicia sesión dándole click al botón de Google",
  "login.errors.provider.manual": "Esta cuenta no fue creada a través de Google, inicia sesión de forma manual",
  
  "register.metas.title": "Registro",
  "register.metas.description": "Registro",
  "register.errors.email": "El correo que has introducido ya existe",
  
  "forgot.metas.title": "Contraseña Olvidada",
  "forgot.metas.description": "Contraseña Olvidada",
  
  "activation.metas.title": "Activación de Cuenta",
  "activation.metas.description": "Link de Activación de Cuenta",
  "activation.successes.default": "Tu cuenta ahora está activada.\nPuedes cerrar esta ventana e iniciar sesión.",
  "activation.successes.email": "Correo para activar tu cuenta enviado",
  "activation.errors.default": "Algo falló, inténtalo otra vez o vuelve a enviar otro correo",
  "activation.errors.alreadyActivated": "Tu cuenta ya estaba activada",
  "activation.errors.lockedOut": "Tu cuenta está bloqueada",
  "activation.errors.invalidToken": "Este link no es válido o ya ha expirado",
  "activation.errors.email": "Correo no encontrado",

  "reset.metas.title": "Reseteo de Contraseña",
  "reset.metas.description": "Link de Reseteo de Contraseña",
  "reset.successes.default": "Tu contraseña está actualizada ahora. Puedes cerrar esta ventana y logearte con tu nueva contraseña.",
  "reset.successes.email": "Correo para resetear tu contraseña enviado",
  "reset.errors.default": "Algo falló, inténtalo otra vez o vuelve a enviar otro correo",
  "reset.errors.invalidToken": "Este link no es válido o ya ha expirado",
  "reset.errors.email": "Correo no encontrado",
  "reset.errors.credentials": "Este no es tu correo",

  "newemail.metas.title": "Confimación de Correo",
  "newemail.metas.description": "Link de Confimación de Correo",
  "newemail.successes.default": "Tu correo está actualizado ahora. Puedes cerrar esta ventana.",
  "newemail.successes.email": "Correo de actualización enviado",
  "newemail.errors.default": "Algo falló, inténtalo otra vez o vuelve a enviar otro correo",
  "newemail.errors.invalidToken": "Este link no es válido o ya ha expirado",
  "newemail.errors.email": "El correo que has introducido ya existe",
  "newemail.errors.password": "Contraseña inválida",

  "settings.metas.title": "Ajustes de Cuenta",
  "settings.metas.description": "Ajustes de Cuenta",
  "settings.h1": "Mi cuenta",
  "settings.successes.updateUser": "Usuario actualizado",
  "settings.successes.deleteUser": "Usuario borrado",
  
  "cart.metas.title": "Carrito de Compra",
  "cart.metas.description": "Carrito de Compra",
  "cart.h1": "Carrito de compra",
  "cart.checkoutBtn": "Finalizar compra",
  "cart.cartBtn": "Ver carrito",
  "cart.noItems": "Tu carrito está vacío.",
  "cart.product": "Producto:",
  "cart.price": "Precio:",
  "cart.quantity": "Cantidad:",
  "cart.subtotal": "Subtotal:",
  "cart.coupon.successBtn": "Aplicar cupón",
  "cart.totalTitle": "Total del carrito",
  "cart.firstBuyDiscount": "Descuento 1a compra:",
  "cart.shipping": "Envío:",
  "cart.freeShipping": "Envío gratuito",
  "cart.vat": "incluye {value} IVA",
  "cart.total": "Total:",
  "cart.inventoryAvailable": "Inventario disponible justo ahora",
  "cart.inventoryUnavailable": "Inventario no disponible justo ahora",
  "cart.errors.add": "Error al intentar añadirlo al carrito, inténtalo otra vez",
  "cart.errors.update": "Error al intentar actualizar el carrito, inténtalo otra vez",
  "cart.errors.check": "Error al intentar actualizar el carrito, inténtalo otra vez",
  "cart.errors.maxQuantity": "Cantidad máxima alcanzada en el carrito",
  
  "checkout.metas.title": "Pago",
  "checkout.metas.description": "Pasarela de Pago",
  "checkout.auth.title": "¿Ya eres cliente?\nHaz clic aquí para acceder",
  "checkout.auth.description": "Si ya eres cliente, por favor, rellena tus datos a continuación. Si eres un nuevo cliente, continúa en la sección de facturación.",
  "checkout.coupon.title": "¿Tienes un cupón?\nHaz clic aquí para introducir tu código",
  "checkout.coupon.description": "Si tienes un código de cupón, por favor, aplícalo abajo.",
  "checkout.coupon.successBtn": "Aplicar cupón",
  "checkout.contact.title": "Datos de contacto",
  "checkout.order": "Tu pedido",
  "checkout.paymentMethod": "Método de pago",
  "checkout.paymentMethod.or": "o paga con tarjeta",
  "checkout.successBtn": "Realizar el pedido",
  "checkout.successes.message": "Transacción creada",
  "checkout.successes.snackbar": "Pedido completado, recibirás un correo con todos sus detalles",
  "checkout.errors.default": "No se ha podido proceder al pago, modifica tus datos o selecciona otro método de pago",
  "checkout.errors.contactForm": "Introduce correctamente los datos de envío, facturación y contacto",
  "checkout.errors.registeredUser": "El correo que has introducido pertenece a un usuario registrado, inicia sesión arriba del todo o prueba con otro correo",
  "checkout.errors.cardFieldsHolderName": "Introduce correctamente el nombre del titular de tu tarjeta (mínimo tres carácteres)",
  "checkout.errors.cardFieldsNumber": "Introduce correctamente el número de tu tarjeta",
  "checkout.errors.cardFieldsCVV": "Introduce correctamente el CVV de tu tarjeta",
  "checkout.errors.cardFieldsExpiry": "Introduce correctamente la fecha de expiración de tu tarjeta",
  "checkout.errors.cardFields3dSecure": "Transacción no autorizada, inténtalo otra vez o selecciona otro método de pago",
  "checkout.errors.insufficientFunds": "No se ha podido proceder al pago, saldo insuficiente",
  
  "orders.metas.title": "Pedidos",
  "orders.metas.description": "Pedidos",
  "orders.h1": "Pedidos",
  "orders.list.noItems": "No existe ningún pedido.",
  "orders.list.successes.default": "Pedidos obtenidos",
  "orders.list.errors.default": "Error al intentar obtener los pedidos, inténtalo otra vez",
  "orders.detail.number": "Número de pedido",
  "orders.detail.date": "Fecha del pedido",
  "orders.detail.status": "Estado",
  "orders.detail.correosBtn": "Ver seguimiento del envío",
  "orders.detail.noTrackingYet": "Esperando a que llegue el transportista, te avisaremos cuando esté viniendo el pedido.",
  "orders.detail.paidCard": "Pagado con {cardType} ....{last4}",
  "orders.detail.paidPaypal": "Pagado con Paypal",
  "orders.detail.products": "Productos",
  "orders.detail.breakdown": "Desglose",
  "orders.detail.showBtn": "Ver pedido",
  "orders.detail.successes.default": "Pedido obtenido",
  "orders.detail.errors.default": "Error al intentar obtener los detalles del pedido, inténtalo otra vez",
  "orders.detail.errors.bigbuyId": "El número de pedido que has introducido no existe",
  "orders.detail.errors.guestUserEmail": "El correo que has introducido no pertenece a este número de pedido",
  "orders.detail.errors.loggedOrder": "Has de iniciar sesión para obtener los detalles de este pedido",
  
  "privacy.metas.title": "Política de Privacidad",
  "privacy.metas.description": "Política de Privacidad",
  "privacy.h1": "Política de privacidad",
  "privacy.policy.title": "Política de privacidad y protección de datos",
  "privacy.policy.description": "Respetando lo establecido en la legislación vigente, La Envasadora (en adelante, también Sitio Web) se compromete a adoptar las medidas técnicas y organizativas necesarias, según el nivel de seguridad adecuado al riesgo de los datos recogidos.",
  "privacy.policy.laws.title": "Leyes que incorpora esta política de privacidad",
  "privacy.policy.laws.description": "Esta política de privacidad está adaptada a la normativa española y europea vigente en materia de protección de datos personales en internet. En concreto, la misma respeta las siguientes normas:",
  "privacy.policy.laws.1": "El Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos (RGPD).",
  "privacy.policy.laws.2": "La Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales (LOPD-GDD).",
  "privacy.policy.laws.3": "El Real Decreto 1720/2007, de 21 de diciembre, por el que se aprueba el Reglamento de desarrollo de la Ley Orgánica 15/1999, de 13 de diciembre, de Protección de Datos de Carácter Personal (RDLOPD).",
  "privacy.policy.laws.4": "La Ley 34/2002, de 11 de julio, de Servicios de la Sociedad de la Información y de Comercio Electrónico (LSSI-CE).",
  "privacy.policy.identity.title": "Identidad del responsable del tratamiento de los datos personales",
  "privacy.policy.identity.description": "El responsable del tratamiento de los datos personales recogidos en La Envasadora es: Víctor Comamala Delpueblo, con NIF: 23893198Q (en adelante, Responsable del tratamiento). Sus datos de contacto son los siguientes:\n\nDirección: C/ la Rectoria, Nº27, 08859 - Begues (Barcelona)\n\nTeléfono de contacto: 633715957\n\nEmail de contacto: info@laenvasadora.es",
  "privacy.policy.dataRegistry.title": "Registro de Datos de Carácter Personal",
  "privacy.policy.dataRegistry.description": "En cumplimiento de lo establecido en el RGPD y la LOPD-GDD, le informamos que los datos personales recabados por La Envasadora, mediante los formularios extendidos en sus páginas quedarán incorporados y serán tratados en nuestro fichero con el fin de poder facilitar, agilizar y cumplir los compromisos establecidos entre La Envasadora y el Usuario o el mantenimiento de la relación que se establezca en los formularios que este rellene, o para atender una solicitud o consulta del mismo. Asimismo, de conformidad con lo previsto en el RGPD y la LOPD-GDD, salvo que sea de aplicación la excepción prevista en el artículo 30.5 del RGPD, se mantiene un registro de actividades de tratamiento que especifica, según sus finalidades, las actividades de tratamiento llevadas a cabo y las demás circunstancias establecidas en el RGPD.",
  "privacy.policy.principles.title": "Principios aplicables al tratamiento de los datos personales",
  "privacy.policy.principles.description": "El tratamiento de los datos personales del Usuario se someterá a los siguientes principios recogidos en el artículo 5 del RGPD y en el artículo 4 y siguientes de la Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales:",
  "privacy.policy.principles.1": "Principio de licitud, lealtad y transparencia: se requerirá en todo momento el consentimiento del Usuario previa información completamente transparente de los fines para los cuales se recogen los datos personales.",
  "privacy.policy.principles.2": "Principio de limitación de la finalidad: los datos personales serán recogidos con fines determinados, explícitos y legítimos.",
  "privacy.policy.principles.3": "Principio de minimización de datos: los datos personales recogidos serán únicamente los estrictamente necesarios en relación con los fines para los que son tratados.",
  "privacy.policy.principles.4": "Principio de exactitud: los datos personales deben ser exactos y estar siempre actualizados.",
  "privacy.policy.principles.5": "Principio de limitación del plazo de conservación: los datos personales solo serán mantenidos de forma que se permita la identificación del Usuario durante el tiempo necesario para los fines de su tratamiento.",
  "privacy.policy.principles.6": "Principio de integridad y confidencialidad: los datos personales serán tratados de manera que se garantice su seguridad y confidencialidad.",
  "privacy.policy.principles.7": "Principio de responsabilidad proactiva: el Responsable del tratamiento será responsable de asegurar que los principios anteriores se cumplen.",
  "privacy.policy.categories.title": "Categorías de datos personales",
  "privacy.policy.categories.description": "Las categorías de datos que se tratan en La Envasadora son únicamente datos identificativos. En ningún caso, se tratan categorías especiales de datos personales en el sentido del artículo 9 del RGPD.",
  "privacy.policy.legalBase.title": "Base legal para el tratamiento de los datos personales",
  "privacy.policy.legalBase.description": "La base legal para el tratamiento de los datos personales es el consentimiento. La Envasadora se compromete a recabar el consentimiento expreso y verificable del Usuario para el tratamiento de sus datos personales para uno o varios fines específicos.\n\nEl Usuario tendrá derecho a retirar su consentimiento en cualquier momento. Será tan fácil retirar el consentimiento como darlo. Como regla general, la retirada del consentimiento no condicionará el uso del Sitio Web.\n\nEn las ocasiones en las que el Usuario deba o pueda facilitar sus datos a través de formularios para realizar consultas, solicitar información o por motivos relacionados con el contenido del Sitio Web, se le informará en caso de que la cumplimentación de alguno de ellos sea obligatoria debido a que los mismos sean imprescindibles para el correcto desarrollo de la operación realizada.",
  "privacy.policy.purposes.title": "Fines del tratamiento a que se destinan los datos personales",
  "privacy.policy.purposes.description": "Los datos personales son recabados y gestionados por La Envasadora con la finalidad de poder facilitar, agilizar y cumplir los compromisos establecidos entre el Sitio Web y el Usuario o el mantenimiento de la relación que se establezca en los formularios que este último rellene o para atender una solicitud o consulta.\n\nIgualmente, los datos podrán ser utilizados con una finalidad comercial de personalización, operativa y estadística, y actividades propias del objeto social de La Envasadora, así como para la extracción, almacenamiento de datos y estudios de marketing para adecuar el Contenido ofertado al Usuario, así como mejorar la calidad, funcionamiento y navegación por el Sitio Web.\n\nEn el momento en que se obtengan los datos personales, se informará al Usuario acerca del fin o fines específicos del tratamiento a que se destinarán los datos personales; es decir, del uso o usos que se dará a la información recopilada.",
  "privacy.policy.retentionPeriods.title": "Períodos de retención de los datos personales",
  "privacy.policy.retentionPeriods.description": "Los datos personales solo serán retenidos durante el tiempo mínimo necesario para los fines de su tratamiento y, en todo caso, únicamente durante el siguiente plazo: 18 meses, o hasta que el Usuario solicite su supresión.\n\nEn el momento en que se obtengan los datos personales, se informará al Usuario acerca del plazo durante el cual se conservarán los datos personales o, cuando eso no sea posible, los criterios utilizados para determinar este plazo.",
  "privacy.policy.recipients.title": "Destinatarios de los datos personales",
  "privacy.policy.recipients.description": "Los datos personales del Usuario serán compartidos con los siguientes destinatarios o categorías de destinatarios:",
  "privacy.policy.recipients.1": "Google Analytics",
  "privacy.policy.recipients.2": "PayPal",
  "privacy.policy.recipients.3": "Meta",
  "privacy.policy.recipients.comment": "En caso de que el Responsable del tratamiento tenga la intención de transferir datos personales a un tercer país u organización internacional, en el momento en que se obtengan los datos personales, se informará al Usuario acerca del tercer país u organización internacional al cual se tiene la intención de transferir los datos, así como de la existencia o ausencia de una decisión de adecuación de la Comisión.",
  "privacy.policy.age.title": "Datos personales de menores de edad",
  "privacy.policy.age.description": "Respetando lo establecido en los artículos 8 del RGPD y 7 de la Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales, solo los mayores de 14 años podrán otorgar su consentimiento para el tratamiento de sus datos personales de forma lícita por La Envasadora. Si se trata de un menor de 14 años, será necesario el consentimiento de los padres o tutores para el tratamiento, y este solo se considerará lícito en la medida en la que los mismos lo hayan autorizado.",
  "privacy.policy.security.title": "Secreto y seguridad de los datos personales",
  "privacy.policy.security.description": "La Envasadora se compromete a adoptar las medidas técnicas y organizativas necesarias, según el nivel de seguridad adecuado al riesgo de los datos recogidos, de forma que se garantice la seguridad de los datos de carácter personal y se evite la destrucción, pérdida o alteración accidental o ilícita de datos personales transmitidos, conservados o tratados de otra forma, o la comunicación o acceso no autorizados a dichos datos.\n\nEl Sitio Web cuenta con un certificado SSL (Secure Socket Layer), que asegura que los datos personales se transmiten de forma segura y confidencial, al ser la transmisión de los datos entre el servidor y el Usuario, y en retroalimentación, totalmente cifrada o encriptada.\n\nSin embargo, debido a que La Envasadora no puede garantizar la inexpugnabilidad de internet ni la ausencia total de hackers u otros que accedan de modo fraudulento a los datos personales, el Responsable del tratamiento se compromete a comunicar al Usuario sin dilación indebida cuando ocurra una violación de la seguridad de los datos personales que sea probable que entrañe un alto riesgo para los derechos y libertades de las personas físicas. Siguiendo lo establecido en el artículo 4 del RGPD, se entiende por violación de la seguridad de los datos personales toda violación de la seguridad que ocasione la destrucción, pérdida o alteración accidental o ilícita de datos personales transmitidos, conservados o tratados de otra forma, o la comunicación o acceso no autorizados a dichos datos.\n\nLos datos personales serán tratados como confidenciales por el Responsable del tratamiento, quien se compromete a informar de y a garantizar por medio de una obligación legal o contractual que dicha confidencialidad sea respetada por sus empleados, asociados, y toda persona a la cual le haga accesible la información.",
  "privacy.policy.derivativeRights.title": "Derechos derivados del tratamiento de los datos personales",
  "privacy.policy.derivativeRights.description": "El Usuario tiene sobre La Envasadora y podrá, por tanto, ejercer frente al Responsable del tratamiento los siguientes derechos reconocidos en el RGPD y la Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales:",
  "privacy.policy.derivativeRights.1": "Derecho de acceso: Es el derecho del Usuario a obtener confirmación de si La Envasadora está tratando o no sus datos personales y, en caso afirmativo, obtener información sobre sus datos concretos de carácter personal y del tratamiento que La Envasadora haya realizado o realice, así como, entre otra, de la información disponible sobre el origen de dichos datos y los destinatarios de las comunicaciones realizadas o previstas de los mismos.",
  "privacy.policy.derivativeRights.2": "Derecho de rectificación: Es el derecho del Usuario a que se modifiquen sus datos personales que resulten ser inexactos o, teniendo en cuenta los fines del tratamiento, incompletos.",
  "privacy.policy.derivativeRights.3": "Derecho de supresión (\"el derecho al olvido\"): Es el derecho del Usuario, siempre que la legislación vigente no establezca lo contrario, a obtener la supresión de sus datos personales cuando estos ya no sean necesarios para los fines para los cuales fueron recogidos o tratados; el Usuario haya retirado su consentimiento al tratamiento y este no cuente con otra base legal; el Usuario se oponga al tratamiento y no exista otro motivo legítimo para continuar con el mismo; los datos personales hayan sido tratados ilícitamente; los datos personales deban suprimirse en cumplimiento de una obligación legal; o los datos personales hayan sido obtenidos producto de una oferta directa de servicios de la sociedad de la información a un menor de 14 años. Además de suprimir los datos, el Responsable del tratamiento, teniendo en cuenta la tecnología disponible y el coste de su aplicación, deberá adoptar medidas razonables para informar a los responsables que estén tratando los datos personales de la solicitud del interesado de supresión de cualquier enlace a esos datos personales.",
  "privacy.policy.derivativeRights.4": "Derecho a la limitación del tratamiento: Es el derecho del Usuario a limitar el tratamiento de sus datos personales. El Usuario tiene derecho a obtener la limitación del tratamiento cuando impugne la exactitud de sus datos personales; el tratamiento sea ilícito; el Responsable del tratamiento ya no necesite los datos personales, pero el Usuario lo necesite para hacer reclamaciones; y cuando el Usuario se haya opuesto al tratamiento.",
  "privacy.policy.derivativeRights.5": "Derecho a la portabilidad de los datos: En caso de que el tratamiento se efectúe por medios automatizados, el Usuario tendrá derecho a recibir del Responsable del tratamiento sus datos personales en un formato estructurado, de uso común y lectura mecánica, y a transmitirlos a otro responsable del tratamiento. Siempre que sea técnicamente posible, el Responsable del tratamiento transmitirá directamente los datos a ese otro responsable.",
  "privacy.policy.derivativeRights.6": "Derecho de oposición: Es el derecho del Usuario a que no se lleve a cabo el tratamiento de sus datos de carácter personal o se cese el tratamiento de los mismos por parte de La Envasadora.",
  "privacy.policy.derivativeRights.7": "Derecho a no ser objeto de una decisión basada únicamente en el tratamiento automatizado, incluida la elaboración de perfiles: Es el derecho del Usuario a no ser objeto de una decisión individualizada basada únicamente en el tratamiento automatizado de sus datos personales, incluida la elaboración de perfiles, existente salvo que la legislación vigente establezca lo contrario.",
  "privacy.policy.derivativeRights.data.description": "Así pues, el Usuario podrá ejercitar sus derechos mediante comunicación escrita dirigida al Responsable del tratamiento con la referencia \"RGPD-www.laenvasadora.es\", especificando:",
  "privacy.policy.derivativeRights.data.1": "Nombre, apellidos del Usuario y copia del DNI. En los casos en que se admita la representación, será también necesaria la identificación por el mismo medio de la persona que representa al Usuario, así como el documento acreditativo de la representación. La fotocopia del DNI podrá ser sustituida, por cualquier otro medio válido en derecho que acredite la identidad.",
  "privacy.policy.derivativeRights.data.2": "Petición con los motivos específicos de la solicitud o información a la que se quiere acceder.",
  "privacy.policy.derivativeRights.data.3": "Domicilio a efecto de notificaciones",
  "privacy.policy.derivativeRights.data.4": "Fecha y firma del solicitante",
  "privacy.policy.derivativeRights.data.5": "Todo documento que acredite la petición que formula",
  "privacy.policy.derivativeRights.data.comment": "Esta solicitud y todo otro documento adjunto podrá enviarse a la siguiente dirección y/o correo electrónico:\n\nDirección postal: C/ la Rectoria, Nº27, 08859 - Begues (Barcelona)\n\nCorreo electrónico: info@laenvasadora.es",
  "privacy.policy.externalLinks.title": "Enlaces a sitios web de terceros",
  "privacy.policy.externalLinks.description": "El Sitio Web puede incluir hipervínculos o enlaces que permiten acceder a páginas web de terceros distintos de La Envasadora, y que por tanto no son operados por La Envasadora. Los titulares de dichos sitios web dispondrán de sus propias políticas de protección de datos, siendo ellos mismos, en cada caso, responsables de sus propios ficheros y de sus propias prácticas de privacidad.",
  "privacy.policy.claims.title": "Reclamaciones ante la autoridad de control",
  "privacy.policy.claims.description": "En caso de que el Usuario considere que existe un problema o infracción de la normativa vigente en la forma en la que se están tratando sus datos personales, tendrá derecho a la tutela judicial efectiva y a presentar una reclamación ante una autoridad de control, en particular, en el Estado en el que tenga su residencia habitual, lugar de trabajo o lugar de la supuesta infracción. En el caso de España, la autoridad de control es la Agencia Española de Protección de Datos (https://www.aepd.es/).",
  "privacy.acceptance.title": "Aceptación y cambios en esta política de privacidad",
  "privacy.acceptance.description": "Es necesario que el Usuario haya leído y esté conforme con las condiciones sobre la protección de datos de carácter personal contenidas en esta Política de Privacidad, así como que acepte el tratamiento de sus datos personales para que el Responsable del tratamiento pueda proceder al mismo en la forma, durante los plazos y para las finalidades indicadas. El uso del Sitio Web implicará la aceptación de la Política de Privacidad del mismo.\n\nLa Envasadora se reserva el derecho a modificar su Política de Privacidad, de acuerdo a su propio criterio, o motivado por un cambio legislativo, jurisprudencial o doctrinal de la Agencia Española de Protección de Datos. Los cambios o actualizaciones de esta Política de Privacidad no serán notificados de forma explícita al Usuario. Se recomienda al Usuario consultar esta página de forma periódica para estar al tanto de los últimos cambios o actualizaciones.\n\nEsta Política de Privacidad fue actualizada para adaptarse al Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos (RGPD) y a la Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales.",

  "cookies.metas.title": "Política de Cookies",
  "cookies.metas.description": "Política de Cookies",
  "cookies.h1": "Política de cookies",
  "cookies.description": "El acceso a este Sitio Web puede implicar la utilización de cookies. Las cookies son pequeñas cantidades de información que se almacenan en el navegador utilizado por cada Usuario —en los distintos dispositivos que pueda utilizar para navegar— para que el servidor recuerde cierta información que posteriormente y únicamente el servidor que la implementó leerá. Las cookies facilitan la navegación, la hacen más amigable, y no dañan el dispositivo de navegación.\n\nLas cookies son procedimientos automáticos de recogida de información relativa a las preferencias determinadas por el Usuario durante su visita al Sitio Web con el fin de reconocerlo como Usuario, y personalizar su experiencia y el uso del Sitio Web, y pueden también, por ejemplo, ayudar a identificar y resolver errores. \n\nLa información recabada a través de las cookies puede incluir la fecha y hora de visitas al Sitio Web, las páginas visionadas, el tiempo que ha estado en el Sitio Web y los sitios visitados justo antes y después del mismo. Sin embargo, ninguna cookie permite que esta misma pueda contactarse con el número de teléfono del Usuario o con cualquier otro medio de contacto personal. Ninguna cookie puede extraer información del disco duro del Usuario o robar información personal. La única manera de que la información privada del Usuario forme parte del archivo Cookie es que el usuario dé personalmente esa información al servidor.\n\nLas cookies que permiten identificar a una persona se consideran datos personales. Por tanto, a las mismas les será de aplicación la Política de Privacidad anteriormente descrita. En este sentido, para la utilización de las mismas será necesario el consentimiento del Usuario. Este consentimiento será comunicado, en base a una elección auténtica, ofrecido mediante una decisión afirmativa y positiva, antes del tratamiento inicial, removible y documentado.",
  "cookies.firstParty.title": "Cookies propias",
  "cookies.firstParty.description": "Son aquellas cookies que son enviadas al ordenador o dispositivo del Usuario y gestionadas exclusivamente por La Envasadora para el mejor funcionamiento del Sitio Web. La información que se recaba se emplea para mejorar la calidad del Sitio Web y su Contenido y su experiencia como Usuario. Estas cookies permiten reconocer al Usuario como visitante recurrente del Sitio Web y adaptar el contenido para ofrecerle contenidos que se ajusten a sus preferencias.",
  "cookies.thirdParty.title": "Cookies de terceros",
  "cookies.thirdParty.description": "Son cookies utilizadas y gestionadas por entidades externas que proporcionan a La Envasadora servicios solicitados por este mismo para mejorar el Sitio Web y la experiencia del usuario al navegar en el Sitio Web. Los principales objetivos para los que se utilizan cookies de terceros son la obtención de estadísticas de accesos y analizar la información de la navegación, es decir, cómo interactúa el Usuario con el Sitio Web.\n\nLa información que se obtiene se refiere, por ejemplo, al número de páginas visitadas, el idioma, el lugar a la que la dirección IP desde el que accede el Usuario, el número de Usuarios que acceden, la frecuencia y reincidencia de las visitas, el tiempo de visita, el navegador que usan, el operador o tipo de dispositivo desde el que se realiza la visita. Esta información se utiliza para mejorar el Sitio Web, y detectar nuevas necesidades para ofrecer a los Usuarios un Contenido y/o servicio de óptima calidad. En todo caso, la información se recopila de forma anónima y se elaboran informes de tendencias del Sitio Web sin identificar a usuarios individuales.\n\nPuede obtener más información sobre las cookies, la información sobre la privacidad, o consultar la descripción del tipo de cookies que se utiliza, sus principales características, periodo de expiración, etc. en los siguientes enlaces:",
  "cookies.thirdParty.1": "Google Analytics: <link>https://policies.google.com/technologies/cookies</link>",
  "cookies.thirdParty.2": "Cloudinary: <link>https://www.cloudinary.com/privacy/cookie-policy</link>",
  "cookies.thirdParty.3": "PayPal: <link>https://www.paypal.com/es/webapps/mpp/ua/cookie-full</link>",
  "cookies.thirdParty.4": "Meta: <link>https://www.facebook.com/privacy/policies/cookies</link>",
  "cookies.thirdParty.comment": "La(s) entidad(es) encargada(s) del suministro de cookies podrá(n) ceder esta información a terceros, siempre y cuando lo exija la ley o sea un tercero el que procese esta información para dichas entidades.",
  "cookies.refuse.title": "Deshabilitar, rechazar y eliminar cookies",
  "cookies.refuse.description": "El Usuario puede deshabilitar, rechazar y eliminar las cookies —total o parcialmente— instaladas en su dispositivo mediante la configuración de su navegador (entre los que se encuentran, por ejemplo, Chrome, Firefox, Safari, Explorer). En este sentido, los procedimientos para rechazar y eliminar las cookies pueden diferir de un navegador de Internet a otro. En consecuencia, el Usuario debe acudir a las instrucciones facilitadas por el propio navegador de Internet que esté utilizando. En el supuesto de que rechace el uso de cookies —total o parcialmente— podrá seguir usando el Sitio Web, si bien podrá tener limitada la utilización de algunas de las prestaciones del mismo.",

  "legal.metas.title": "Aviso Legal",
  "legal.metas.description": "Aviso Legal",
  "legal.h1": "Aviso legal y condiciones generales de uso",
  "legal.general.title": "Información general",
  "legal.general.description": "En cumplimiento con el deber de información dispuesto en la Ley 34/2002 de Servicios de la Sociedad de la Información y el Comercio Electrónico (LSSI-CE) de 11 de julio, se facilitan a continuación los siguientes datos de información general de este sitio web:\n\nLa titularidad de este sitio web, www.laenvasadora.es, (en adelante, Sitio Web) la ostenta: Víctor Comamala Delpueblo, con NIF: 23893198Q, y cuyos datos de contacto son:\n\nDirección: C/ la Rectoria, Nº27, 08859 - Begues (Barcelona)\n\nTeléfono de contacto: 633715957\n\nEmail de contacto: info@laenvasadora.es",
  "legal.conditions.title": "Términos y condiciones generales de uso",
  "legal.conditions.website.title": "El objeto de las condiciones: El Sitio Web",
  "legal.conditions.website.description": "El objeto de las presentes Condiciones Generales de Uso (en adelante, Condiciones) es regular el acceso y la utilización del Sitio Web. A los efectos de las presentes Condiciones se entenderá como Sitio Web: la apariencia externa de los interfaces de pantalla, tanto de forma estática como de forma dinámica, es decir, el árbol de navegación; y todos los elementos integrados tanto en los interfaces de pantalla como en el árbol de navegación (en adelante, Contenidos) y todos aquellos servicios o recursos en línea que en su caso ofrezca a los Usuarios (en adelante, Servicios).\n\nLa Envasadora se reserva la facultad de modificar, en cualquier momento, y sin aviso previo, la presentación y configuración del Sitio Web y de los Contenidos y Servicios que en él pudieran estar incorporados. El Usuario reconoce y acepta que en cualquier momento La Envasadora pueda interrumpir, desactivar y/o cancelar cualquiera de estos elementos que se integran en el Sitio Web o el acceso a los mismos.\n\nAparte del coste de conexión a través de la red de telecomunicaciones suministrada por el proveedor de acceso, y que hubiere contratado el Usuario, algunos de los Contenidos o Servicios ofrecidos por La Envasadora o, en su caso, terceros a través del Sitio Web pueden encontrarse sujetos a la contratación previa del Contenido o Servicio, en cuyo caso se especificará de forma clara y/o se pondrá a disposición del Usuario las correspondientes Condiciones Generales o Particulares por las que esto se rija.\n\nLa utilización de alguno de los Contenidos o Servicios del Sitio Web podrá hacerse mediante la suscripción o registro previo del Usuario.",
  "legal.conditions.user.title": "El Usuario",
  "legal.conditions.user.description": "El acceso, la navegación y uso del Sitio Web, confiere la condición de Usuario, por lo que se aceptan, desde que se inicia la navegación por el Sitio Web, todas las Condiciones aquí establecidas, así como sus ulteriores modificaciones, sin perjuicio de la aplicación de la correspondiente normativa legal de obligado cumplimiento según el caso. Dada la relevancia de lo anterior, se recomienda al Usuario leerlas cada vez que visite el Sitio Web.\n\nEl Sitio Web de La Envasadora proporciona gran diversidad de información, servicios y datos. El Usuario asume su responsabilidad para realizar un uso correcto del Sitio Web. Esta responsabilidad se extenderá a:",
  "legal.conditions.user.1": "Un uso de la información, Contenidos y/o Servicios y datos ofrecidos por La Envasadora sin que sea contrario a lo dispuesto por las presentes Condiciones, la Ley, la moral o el orden público, o que de cualquier otro modo puedan suponer lesión de los derechos de terceros o del mismo funcionamiento del Sitio Web.",
  "legal.conditions.user.2": "La veracidad y licitud de las informaciones aportadas por el Usuario en los formularios extendidos por La Envasadora para el acceso a ciertos Contenidos o Servicios ofrecidos por el Sitio Web. En todo caso, el Usuario notificará de forma inmediata a La Envasadora acerca de cualquier hecho que permita el uso indebido de la información registrada en dichos formularios, tales como, pero no solo, el robo, extravío, o el acceso no autorizado a identificadores y/o contraseñas, con el fin de proceder a su inmediata cancelación.",
  "legal.conditions.user.comment": "El mero acceso a este Sitio Web no supone entablar ningún tipo de relación de carácter comercial entre La Envasadora y el Usuario.\n\nSiempre en el respeto de la legislación vigente, este Sitio Web de La Envasadora se dirige a todas las personas, sin importar su edad, que puedan acceder y/o navegar por las páginas del Sitio Web.\n\nEl Sitio Web está dirigido principalmente a Usuarios residentes en España. La Envasadora no asegura que el Sitio Web cumpla con legislaciones de otros países, ya sea total o parcialmente. Si el Usuario reside o tiene su domiciliado en otro lugar y decide acceder y/o navegar en el Sitio Web lo hará bajo su propia responsabilidad, deberá asegurarse de que tal acceso y navegación cumple con la legislación local que le es aplicable, no asumiendo La Envasadora responsabilidad alguna que se pueda derivar de dicho acceso.",
  "legal.access.title": "Acceso y navegación en el sitio web:\nExclusión de garantías y responsabilidad",
  "legal.access.description": "La Envasadora no garantiza la continuidad, disponibilidad y utilidad del Sitio Web, ni de los Contenidos o Servicios. La Envasadora hará todo lo posible por el buen funcionamiento del Sitio Web, sin embargo, no se responsabiliza ni garantiza que el acceso a este Sitio Web no vaya a ser ininterrumpido o que esté libre de error.\n\nTampoco se responsabiliza o garantiza que el contenido o software al que pueda accederse a través de este Sitio Web, esté libre de error o cause un daño al sistema informático (software y hardware) del Usuario. En ningún caso La Envasadora será responsable por las pérdidas, daños o perjuicios de cualquier tipo que surjan por el acceso, navegación y el uso del Sitio Web, incluyéndose, pero no limitándose, a los ocasionados a los sistemas informáticos o los provocados por la introducción de virus.\n\nLa Envasadora tampoco se hace responsable de los daños que pudiesen ocasionarse a los usuarios por un uso inadecuado de este Sitio Web. En particular, no se hace responsable en modo alguno de las caídas, interrupciones, falta o defecto de las telecomunicaciones que pudieran ocurrir.",
  "legal.linksPolicy.title": "Política de enlaces",
  "legal.linksPolicy.description": "Se informa que el Sitio Web de La Envasadora pone o puede poner a disposición de los Usuarios medios de enlace (como, entre otros, links, banners, botones), directorios y motores de búsqueda que permiten a los Usuarios acceder a sitios web pertenecientes y/o gestionados por terceros.\n\nLa instalación de estos enlaces, directorios y motores de búsqueda en el Sitio Web tiene por objeto facilitar a los Usuarios la búsqueda de y acceso a la información disponible en Internet, sin que pueda considerarse una sugerencia, recomendación o invitación para la visita de los mismos.\n\nLa Envasadora no ofrece ni comercializa por sí ni por medio de terceros los productos y/o servicios disponibles en dichos sitios enlazados.\n\nAsimismo, tampoco garantizará la disponibilidad técnica, exactitud, veracidad, validez o legalidad de sitios ajenos a su propiedad a los que se pueda acceder por medio de los enlaces.\n\nLa Envasadora en ningún caso revisará o controlará el contenido de otros sitios web, así como tampoco aprueba, examina ni hace propios los productos y servicios, contenidos, archivos y cualquier otro material existente en los referidos sitios enlazados.\n\nLa Envasadora no asume ninguna responsabilidad por los daños y perjuicios que pudieran producirse por el acceso, uso, calidad o licitud de los contenidos, comunicaciones, opiniones, productos y servicios de los sitios web no gestionados por La Envasadora y que sean enlazados en este Sitio Web.\n\nEl Usuario o tercero que realice un hipervínculo desde una página web de otro, distinto, sitio web al Sitio Web de La Envasadora deberá saber que:\n\nNo se permite la reproducción —total o parcialmente— de ninguno de los Contenidos y/o Servicios del Sitio Web sin autorización expresa de La Envasadora.\n\nNo se permite tampoco ninguna manifestación falsa, inexacta o incorrecta sobre el Sitio Web de La Envasadora, ni sobre los Contenidos y/o Servicios del mismo.\n\nA excepción del hipervínculo, el sitio web en el que se establezca dicho hiperenlace no contendrá ningún elemento, de este Sitio Web, protegido como propiedad intelectual por el ordenamiento jurídico español, salvo autorización expresa de La Envasadora.\n\nEl establecimiento del hipervínculo no implicará la existencia de relaciones entre La Envasadora y el titular del sitio web desde el cual se realice, ni el conocimiento y aceptación de La Envasadora de los contenidos, servicios y/o actividades ofrecidas en dicho sitio web, y viceversa.",
  "legal.property.title": "Propiedad intelectual e industrial",
  "legal.property.description": "La Envasadora por sí o como parte cesionaria, es titular de todos los derechos de propiedad intelectual e industrial del Sitio Web, así como de los elementos contenidos en el mismo (a título enunciativo y no exhaustivo, imágenes, sonido, audio, vídeo, software o textos, marcas o logotipos, combinaciones de colores, estructura y diseño, selección de materiales usados, programas de ordenador necesarios para su funcionamiento, acceso y uso, etc.). Serán, por consiguiente, obras protegidas como propiedad intelectual por el ordenamiento jurídico español, siéndoles aplicables tanto la normativa española y comunitaria en este campo, como los tratados internacionales relativos a la materia y suscritos por España.\n\nTodos los derechos reservados. En virtud de lo dispuesto en la Ley de Propiedad Intelectual, quedan expresamente prohibidas la reproducción, la distribución y la comunicación pública, incluida su modalidad de puesta a disposición, de la totalidad o parte de los contenidos de esta página web, con fines comerciales, en cualquier soporte y por cualquier medio técnico, sin la autorización de La Envasadora.\n\nEl Usuario se compromete a respetar los derechos de propiedad intelectual e industrial de La Envasadora. Podrá visualizar los elementos del Sitio Web o incluso imprimirlos, copiarlos y almacenarlos en el disco duro de su ordenador o en cualquier otro soporte físico siempre y cuando sea, exclusivamente, para su uso personal. El Usuario, sin embargo, no podrá suprimir, alterar, o manipular cualquier dispositivo de protección o sistema de seguridad que estuviera instalado en el Sitio Web.\n\nEn caso de que el Usuario o tercero considere que cualquiera de los Contenidos del Sitio Web suponga una violación de los derechos de protección de la propiedad intelectual, deberá comunicarlo inmediatamente a La Envasadora a través de los datos de contacto del apartado de INFORMACIÓN GENERAL de este Aviso Legal y Condiciones Generales de Uso.",
  "legal.legislation.title": "Acciones legales, legislación aplicable y jurisdicción",
  "legal.legislation.description": "La Envasadora se reserva la facultad de presentar las acciones civiles o penales que considere necesarias por la utilización indebida del Sitio Web y Contenidos, o por el incumplimiento de las presentes Condiciones.\n\nLa relación entre el Usuario y La Envasadora se regirá por la normativa vigente y de aplicación en el territorio español. De surgir cualquier controversia en relación con la interpretación y/o a la aplicación de estas Condiciones las partes someterán sus conflictos a la jurisdicción ordinaria sometiéndose a los jueces y tribunales que correspondan conforme a derecho.",

  "conditions.metas.title": "Condiciones de Venta",
  "conditions.metas.description": "Condiciones de Venta",
  "conditions.h1": "Condiciones generales de venta",
  "conditions.general.title": "Información general",
  "conditions.general.description": "La titularidad de este sitio web www.laenvasadora.es, (en adelante Sitio Web) la ostenta: Víctor Comamala Delpueblo 23893198Q, con NIF: 23893198Q, y cuyos datos de contacto son:\n\nDirección: C/ la Rectoria, Nº27, 08859 - Begues (Barcelona)\n\nTeléfono de contacto: 633715957\n\nEmail de contacto: info@laenvasadora.es\n\nEste documento (así como otros documentos que aquí se mencionen) regula las condiciones por las que se rige el uso de este Sitio Web (www.laenvasadora.es) y la compra o adquisición de productos y/o servicios en el mismo (en adelante, Condiciones).\n\nA efectos de estas Condiciones se entiende que la actividad que La Envasadora desarrolla a través del Sitio Web comprende:\n\nOfrecer soluciones innovadoras en el ámbito del envasado de alimentos, garantizando su calidad de fabricación y uso, con un servicio de envío y de atención al cliente rápido y seguro.\n\nAdemás de leer las presentes Condiciones, antes de acceder, navegar y/o usar esta página web, el Usuario ha de haber leído el Aviso Legal y las Condiciones Generales de Uso, incluyendo, la política de cookies, y la política de privacidad y de protección de datos de La Envasadora. Al utilizar este Sitio Web o al hacer y/o solicitar la adquisición de un producto y/o servicio a través del mismo el Usuario consiente quedar vinculado por estas Condiciones y por todo lo anteriormente mencionado, por lo que si no está de acuerdo con todo ello, no debe usar este Sitio Web.\n\nAsimismo, se informa que estas Condiciones podrían ser modificadas. El Usuario es responsable de consultarlas cada vez que acceda, navegue y/o use el Sitio Web ya que serán aplicables aquellas que se encuentren vigentes en el momento en que se solicite la adquisición de productos y/o servicios.\n\nPara todas las preguntas que el Usuario pueda tener en relación con las Condiciones puede ponerse en contacto con el titular utilizando los datos de contacto facilitados más arriba o, en su caso, utilizando el formulario de contacto.",
  "conditions.user.title": "El usuario",
  "conditions.user.description": "El acceso, la navegación y uso del Sitio Web, confiere la condición de usuario (en adelante referido, indistintamente, individualmente como Usuario o conjuntamente como Usuarios), por lo que se aceptan, desde que se inicia la navegación por el Sitio Web, todas las Condiciones aquí establecidas, así como sus ulteriores modificaciones, sin perjuicio de la aplicación de la correspondiente normativa legal de obligado cumplimiento según el caso.\n\nEl Usuario asume su responsabilidad de un uso correcto del Sitio Web. Esta responsabilidad se extenderá a:",
  "conditions.user.1": "Hacer uso de este Sitio Web únicamente para realizar consultas y compras o adquisiciones legalmente válidas.",
  "conditions.user.2": "No realizar ninguna compra falsa o fraudulenta. Si razonablemente se pudiera considerar que se ha hecho una compra de esta índole, podría ser anulada y se informaría a las autoridades pertinentes.",
  "conditions.user.3": "Facilitar datos de contacto veraces y lícitos, por ejemplo, dirección de correo electrónico, dirección postal y/u otros datos (ver Aviso Legal y Condiciones Generales de Uso).",
  "conditions.user.comment": "El Usuario declara ser mayor de 18 años y tener capacidad legal para celebrar contratos a través de este Sitio Web.\n\nEl Sitio Web está dirigido principalmente a Usuarios residentes en España. La Envasadora no asegura que el Sitio Web cumpla con legislaciones de otros países, ya sea total o parcialmente. La Envasadora declina toda responsabilidad que se pueda derivar de dicho acceso, así como tampoco asegura envíos o prestación de servicios fuera de España.\n\nEl Usuario podrá formalizar, a su elección, con La Envasadora el contrato de compraventa de los productos y/o servicios deseados en cualquiera de los idiomas en los que las presentes Condiciones estén disponibles en este Sitio Web.",
  "conditions.acquisition.title": "Proceso de compra o adquisición",
  "conditions.acquisition.description": "Los Usuarios pueden comprar en el Sitio Web por los medios y formas establecidos. Deberán seguir el procedimiento de compra y/o adquisición online de www.laenvasadora.es, durante el cual varios productos y/o servicios pueden ser seleccionados y añadidos al carrito, cesta o espacio final de compra y, finalmente, hacer clic en: 'PayPal / Tarjeta de débito o crédito'\n\nAsimismo, el Usuario deberá rellenar y/o comprobar la información que en cada paso se le solicita, aunque, durante el proceso de compra, antes de realizar el pago, se pueden modificar los datos de la compra.\n\nSeguidamente, el Usuario recibirá un correo electrónico confirmando que La Envasadora ha recibido su pedido o solicitud de compra y/o prestación del servicio, es decir, la confirmación del pedido. Y, en su caso, se le informará, igualmente, mediante correo electrónico cuando su compra esté siendo enviada. En su caso, estas informaciones también podrían ponerse a disposición del Usuario a través de su espacio personal de conexión al Sitio Web.\n\nUna vez el procedimiento de compra ha concluido, el Usuario consiente que el Sitio Web genere una factura electrónica que se hará llegar al Usuario a través del correo electrónico y en su caso, a través de su espacio personal de conexión al Sitio Web. Asimismo, el Usuario puede, si así lo desea, obtener una copia de su factura en papel, solicitándolo a La Envasadora utilizando los espacios de contacto del Sitio Web o a través de los datos de contacto facilitados más arriba.\n\nEl Usuario reconoce estar al corriente, en el momento de la compra, de ciertas condiciones particulares de venta que conciernen al producto y/o servicio en cuestión y que se muestran junto a la presentación o, en su caso, imagen de éste en su página del Sitio Web, indicando, a modo enunciativo, pero no exhaustivo, y atendiendo a cada caso: nombre, precio, componentes, peso, cantidad, color, detalles de los productos, o características, modo en el que se llevarán a cabo y/o coste de las prestaciones; y reconoce que la realización del pedido de compra o adquisición materializa la aceptación plena y completa de las condiciones particulares de venta aplicables a cada caso.\n\nA menos que se indique expresamente lo contrario, La Envasadora no es el fabricante de los productos vendidos o que pudieran llegar a comercializarse en el Sitio Web. Si bien La Envasadora realiza grandes esfuerzos para que la información mostrada en el Sitio Web sea correcta, en ocasiones el embalaje y/o los materiales y/o los componentes de los productos pueden contener información adicional o distinta de la que aparece en el Sitio Web. Por ello, el Usuario debe no solo considerar la información suministrada por el Sitio Web, sino también la información disponible en el etiquetado, las advertencias y/o instrucciones que acompañen al producto.\n\nEl Usuario conoce que La Envasadora le muestra para su interés una serie de servicios que titular no presta a los Usuarios directamente, si no que serán contratados y prestados por un tercero distinto de La Envasadora.",
  "conditions.availability.title": "Disponibilidad",
  "conditions.availability.description": "Todos los pedidos de compra recibidos por La Envasadora a través del Sitio Web están sujetos a la disponibilidad de los productos y/o a que ninguna circunstancia o causa de fuerza mayor (cláusula nueve de estas Condiciones) afecte al suministro de los mismos y/o a la prestación de los servicios. Si se produjeran dificultades en cuanto al suministro de productos o no quedaran productos en stock, La Envasadora se compromete a contactar al Usuario y reembolsar cualquier cantidad que pudiera haber sido abonada en concepto de importe. Esto será igualmente aplicable en los casos en los que la prestación de un servicio deviniera irrealizable.",
  "conditions.prices.title": "Precios y pago",
  "conditions.prices.description": "Los precios exhibidos en el Sitio Web son los finales, en Euros (€) e incluyen los impuestos, salvo que por exigencia legal, especialmente en lo relativo al IVA, se señale y aplique cuestión distinta.\n\nNo obstante, y salvo que se indique, puntualmente otra cosa, los precios de los artículos ofrecidos excluyen los gastos de envío, en los que se pudiera incurrir, que se añadirán al importe total debido al momento de gestionar el procedimiento de envío por parte del Usuario, y donde éste consultará los métodos y costes de envío disponibles y elegirá libremente el que más le convenga.\n\nEn ningún caso el Sitio Web añadirá costes adicionales al precio de un producto o de un servicio de forma automática, sino solo aquellos que el Usuario haya seleccionado y elegido voluntaria y libremente.\n\nLos precios pueden cambiar en cualquier momento, pero los posibles cambios no afectarán a los pedidos o compras con respecto a los que el Usuario ya haya recibido una confirmación de pedido.\n\nLos medios de pago aceptados serán: Tarjeta de crédito o débito, y PayPal\n\nLa Envasadora utiliza todos los medios para garantizar la confidencialidad y la seguridad de los datos de pago transmitidos por el Usuario durante las transacciones a través del Sitio Web. Como tal, el Sitio Web utiliza un sistema de pago seguro SSL (Secure Socket Layer).\n\nLas tarjetas de crédito estarán sujetas a comprobaciones y autorizaciones por parte de la entidad bancaria emisora de las mismas, si dicha entidad no autorizase el pago, La Envasadora no será responsable por ningún retraso o falta de entrega y no podrá formalizar ningún contrato con el Usuario.\n\nUna vez que La Envasadora reciba la orden de compra por parte del Usuario a través del Sitio Web, se hará una pre-autorización en la tarjeta que corresponda para asegurar que existen fondos suficientes para completar la transacción. El cargo en la tarjeta se hará en el momento en que se envíe al Usuario la confirmación de envío y/o confirmación del servicio que se presta en forma y, en su caso, lugar establecidos.\n\nSi el medio de pago es PayPal, el cargo se hará en el momento en que La Envasadora envíe una confirmación del pedido de compra o adquisición de productos y/o servicios al Usuario.\n\nEn todo caso, al hacer clic en 'PayPal / Tarjeta de débito o crédito' el Usuario confirma que el método de pago utilizado es suyo.",
  "conditions.delivery.title": "Entrega",
  "conditions.delivery.description": "En los casos en los que proceda realizar la entrega física del bien contratado, las entregas se efectuarán en el ámbito del siguiente territorio: España (Península y Baleares)\n\nExceptuando aquellos casos en los que existan circunstancias imprevistas o extraordinarias o, en su caso, derivadas de la personalización de los productos, el pedido de compra consistente en los productos relacionados en cada confirmación de compra será entregado en el plazo señalado en el Sitio Web según el método de envío seleccionado por el Usuario y, en todo caso, en el plazo máximo de 30 días naturales a contar desde la fecha de la confirmación del pedido.\n\nSi por algún motivo, que le fuera imputable, La Envasadora no pudiera cumplir con la fecha de entrega, contactará al Usuario para informarle de esta circunstancia y, éste podrá elegir seguir adelante con la compra estableciendo una nueva fecha de entrega o bien anular el pedido con el reembolso total del precio pagado. En cualquier caso, las entregas a domicilio se realizan en días laborables.\n\nSi resultara imposible efectuar la entrega del pedido por ausencia del Usuario, el pedido podría ser devuelto al almacén. No obstante, el transportista dejaría un aviso explicando dónde se encuentra el pedido y cómo hacer para que sea entregado de nuevo.\n\nSi el Usuario no va a estar en el lugar de entrega en la franja horaria convenida, debe ponerse en contacto con La Envasadora para convenir la entrega otro día.\n\nEn caso de que transcurran 30 días desde que su pedido esté disponible para su entrega, y no haya sido entregado por causa no imputable a La Envasadora, La Envasadora entenderá que el Usuario desea desistir del contrato y éste se considerará resuelto. Como consecuencia de la resolución del contrato, todos los pagos recibidos del Usuario le serán devueltos, a excepción de los gastos adicionales resultantes de la elección propia del Usuario de una modalidad de entrega diferente a la modalidad menos costosa de entrega ordinaria que ofrece el Sitio Web, sin ninguna demora indebida y, en cualquier caso, en el plazo máximo de 14 días naturales desde la fecha en que se considera resuelto el contrato.\n\nNo obstante, el Usuario debe tener presente que el transporte derivado de la resolución puede tener un coste adicional que le podrá ser repercutido.\n\nA efectos de las presentes Condiciones, se entenderá que se ha producido la entrega o que el pedido ha sido entregado en el momento en el que el Usuario o un tercero indicado por el Usuario adquiera la posesión material de los productos, lo que se acreditará mediante la firma de la recepción del pedido en la dirección de entrega convenida.\n\nLos riesgos que de los productos se pudieran derivar serán a cargo del Usuario a partir del momento de su entrega. El Usuario adquiere la propiedad de los productos cuando La Envasadora recibe el pago completo de todas las cantidades debidas en relación a la compra o adquisición efectuada, incluidos los gastos de envío, o bien en el momento de la entrega, si ésta tiene lugar en un momento posterior a la recepción completa del importe objeto de pago por La Envasadora.\n\nDe conformidad con lo dispuesto en la Ley 37/1992, de 28 de diciembre, del Impuesto sobre el Valor Añadido (IVA), los pedidos de compra para su entrega y/o prestación se entenderán localizados en el territorio de aplicación del IVA español si la dirección de entrega está en territorio español salvo Canarias, Ceuta y Melilla. El tipo de IVA aplicable será el legalmente vigente en cada momento en función del artículo concreto de que se trate.",
  "conditions.fixErrors.title": "Medios técnicos para corregir errores",
  "conditions.fixErrors.description": "Se pone en conocimiento del Usuario que en caso de que detecte que se ha producido un error al introducir datos necesarios para procesar su solicitud de compra en el Sitio Web, podrá modificar los mismos poniéndose en contacto con La Envasadora a través de los espacios de contacto habilitados en el Sitio Web, y, en su caso, a través de aquellos habilitados para contactar con el servicio de atención al cliente, y/o utilizando los datos de contacto facilitados en la cláusula primera (Información general). Asimismo, estas informaciones también podrían subsanarse por el Usuario a través de su espacio personal de conexión al Sitio Web.\n\nEn cualquier caso, el Usuario, antes de hacer clic en \"PayPal / Tarjeta de débito o crédito\", tiene acceso al espacio, carrito, o cesta donde se van anotando sus solicitudes de compra y puede hacer modificaciones.\n\nDe igual forma, se remite al Usuario a consultar el Aviso Legal y Condiciones Generales de Uso y, en concreto, la Política de Privacidad para recabar más información sobre cómo ejercer su derecho de rectificación según lo establecido en el Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos (RGPD) y en la Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales.",
  "conditions.refunds.title": "Devoluciones",
  "conditions.refunds.description": "En los casos en los que el Usuario adquiriera productos en o través del Sitio Web del titular, le asisten una serie de derechos, tal y como se enumeran y describen a continuación:",
  "conditions.refunds.withdrawalRight.title": "Derecho de Desistimiento",
  "conditions.refunds.withdrawalRight.description": "El Usuario, en tanto que consumidor y usuario, realiza una compra en el Sitio Web y, por tanto le asiste el derecho a desistir de dicha compra en un plazo de 14 días naturales sin necesidad de justificación.\n\nEste plazo de desistimiento expirará a los 14 días naturales del día que el Usuario o un tercero autorizado por éste, distinto del transportista, adquirió la posesión material de los bienes adquiridos en el Sitio Web de La Envasadora o en caso de que los bienes que componen su pedido se entreguen por separado, a los 14 días naturales del día que el Usuario o un tercero autorizado por éste, distinto del transportista, adquirió la posesión material del último de esos bienes que componían un mismo pedido de compra, o en el caso de tratarse de un contrato de servicios, a los 14 días naturales desde el día de la celebración del contrato.\n\nPara ejercer este derecho de desistimiento, el Usuario deberá notificar su decisión a La Envasadora. Podrá hacerlo, en su caso, a través de los espacios de contacto habilitados en el Sitio Web.\n\nEl Usuario, independientemente del medio que elija para comunicar su decisión, debe expresar de forma clara e inequívoca que es su intención desistir del contrato de compra. En todo caso, el Usuario podrá utilizar el modelo de formulario de desistimiento que La Envasadora pone a su disposición como parte anexada a estas Condiciones, sin embargo, su uso no es obligatorio.\n\nPara cumplir el plazo de desistimiento, basta con que la comunicación que expresa inequívocamente la decisión de desistir sea enviada antes de que venza el plazo correspondiente.\n\nEn caso de desistimiento, La Envasadora reembolsará al Usuario todos los pagos recibidos, incluidos los gastos de envío (con la excepción de los gastos adicionales elegidos por el Usuario para una modalidad de envío diferente a la modalidad menos costosa ofrecida en el Sitio Web) sin ninguna demora indebida y, en todo caso, a más tardar en 14 días naturales a partir de la fecha en la que La Envasadora es informado de la decisión de desistir por el Usuario.\n\nLa Envasadora reembolsará al Usuario utilizando el mismo método de pago que empleó este para realizar la transacción inicial de compra. Este reembolso no generará ningún coste adicional al Usuario. No obstante, La Envasadora podría retener dicho reembolso hasta haber recibido los productos o artículos de la compra, o hasta que el Usuario presente una prueba de la devolución de los mismos, según qué condición se cumpla primero.\n\nEl Usuario puede devolver o enviar los productos a La Envasadora en: C/ San Pascual, Nº 62, 46960 - Aldaia (Valencia)\n\nY deberá hacerlo sin ninguna demora indebida y, en cualquier caso, a más tardar en el plazo de 14 días naturales a partir de la fecha en que La Envasadora fue informado de la decisión de desistimiento.\n\nEl Usuario reconoce conocer que deberá asumir el coste directo de devolución (transporte, entrega) de los bienes, si se incurriera en alguno. Además, será responsable de la disminución de valor de los productos resultante de una manipulación distinta a la necesaria para establecer la naturaleza, las características y el funcionamiento de los bienes.\n\nEl Usuario reconoce saber que existen excepciones al derecho de desistimiento, tal y como se recoge en el artículo 103 del Real Decreto Legislativo 1/2007, de 16 de noviembre, por el que se aprueba el texto refundido de la Ley General para la Defensa de los Consumidores y Usuarios y otras leyes complementarias. De forma enunciativa, y no exhaustiva, este sería el caso de: productos personalizados; productos que puedan deteriorarse o caducar con rapidez; CDs/DVD de música o video sin su envoltorio, tal y como se precinta en fábrica; productos que por razones de higiene o de la salud van precintados y han sido desprecintados tras la entrega.\n\nEn este mismo sentido se rige la prestación de un servicio que el Usuario pudiera contratar en este Sitio Web, pues esta misma Ley establece que no asistirá el Derecho de desistimiento a los Usuarios cuando la prestación del servicio ha sido completamente ejecutada, o cuando haya comenzado, con el consentimiento expreso del consumidor y usuario y con el reconocimiento por su parte de que es consciente de que, una vez que el contrato haya sido completamente ejecutado por La Envasadora, habrá perdido su derecho de desistimiento.\n\nEn todo caso, no se hará ningún reembolso si el producto ha sido usado más allá de la mera apertura del mismo, de productos que no estén en las mismas condiciones en las que se entregaron o que hayan sufrido algún daño tras la entrega.\n\nAsimismo, se debe devolver los productos usando o incluyendo todos sus envoltorios originales, las instrucciones y demás documentos que en su caso los acompañen, además de una copia de la factura de compra.\n\nEn el siguiente enlace puede ir al formulario de desistimiento:",
  "conditions.refunds.errors.title": "Devolución de productos defectuosos o error en el envío",
  "conditions.refunds.errors.description": "Se trata de todos aquellos casos en los que el Usuario considera que, en el momento de la entrega, el producto no se ajusta a lo estipulado en el contrato o pedido de compra, y que, por tanto, deberá ponerse en contacto con La Envasadora inmediatamente y hacerle saber la disconformidad existente (defecto/error) por los mismos medios o utilizando los datos de contacto que se facilitan en el apartado anterior (Derecho de Desistimiento).\n\nEl Usuario será entonces informado sobre cómo proceder a la devolución de los productos, y estos, una vez devueltos, serán examinados y se informará al Usuario, dentro de un plazo razonable, si procede el reembolso o, en su caso, la sustitución del mismo.\n\nEl reembolso o la sustitución del producto se efectuará lo antes posible y, en cualquier caso, dentro de los 14 días siguientes a la fecha en la que le enviemos un correo electrónico confirmando que procede el reembolso o la sustitución del artículo no conforme.\n\nEl importe abonado por aquellos productos que sean devueltos a causa de algún defecto, cuando realmente exista, será reembolsado íntegramente, incluidos los gastos de entrega y los costes en que hubiera podido incurrir el Usuario para realizar la devolución. El reembolso se efectuará por el mismo medio de pago que el Usuario utilizó para pagar la compra.\n\nEn todo caso, se estará siempre a los derechos reconocidos en la legislación vigente en cada momento para el Usuario, en tanto que consumidor y usuario.",
  "conditions.refunds.guarantee.title": "Garantías",
  "conditions.refunds.guarantee.description": "El Usuario, en tanto que consumidor y usuario, goza de garantías sobre los productos que pueda adquirir a través de este Sitio Web, en los términos legalmente establecidos para cada tipo de producto, respondiendo La Envasadora, por tanto, por la falta de conformidad de los mismos que se manifieste en un plazo de tres años desde la entrega del producto.\n\nEn este sentido, se entiende que los productos son conformes con el contrato siempre que: se ajusten a la descripción realizada por La Envasadora y posean las cualidades presentadas en la misma; sean aptos para los usos a que ordinariamente se destinan los productos del mismo tipo; y presenten la calidad y prestaciones habituales de un producto del mismo tipo y que sean fundamentalmente esperables del mismo. Cuando esto no sea así respecto de los productos entregados al Usuario, éste deberá proceder tal y como se indica en el apartado Devolución de productos defectuosos o error en el envío. No obstante, algunos de los productos que se comercializan en el Sitio Web, podrían presentar características no homogéneas siempre y cuando éstas deriven del tipo de material con el que se han fabricado, y que por ende formarán parte de la apariencia individual del producto, y no serán un defecto.\n\nPor otra parte, podría llegar a darse el caso que el Usuario adquiere en el Sitio Web un producto de una marca o de fabricación por un tercero. En este caso, y considerando el Usuario que se trata de un producto defectuoso, éste también tiene la posibilidad de ponerse en contacto con la marca o fabricante responsable del producto para averiguar cómo ejercer su derecho de garantía legal directamente frente a los mismos durante los tres años siguientes a la entrega de dichos productos. Para ello, el Usuario debe haber conservado toda la información en relación con la garantía de los productos.",
  "conditions.disclaimer.title": "Exoneración de responsabilidad",
  "conditions.disclaimer.1.description": "Salvo disposición legal en sentido contrario, La Envasadora no aceptará ninguna responsabilidad por las siguientes pérdidas, con independencia de su origen:",
  "conditions.disclaimer.1.1": "Cualesquiera pérdidas que no fueran atribuibles a incumplimiento alguno por su parte.",
  "conditions.disclaimer.1.2": "Pérdidas empresariales (incluyendo lucro cesante, de ingresos, de contratos, de ahorros previstos, de datos, pérdida del fondo de comercio o gastos innecesarios incurridos)",
  "conditions.disclaimer.1.3": "Toda otra pérdida indirecta que no fuera razonablemente previsible por ambas partes en el momento en que se formalizó el contrato de compraventa de los productos entre ambas partes.",
  "conditions.disclaimer.2.description": "Igualmente, La Envasadora también limita su responsabilidad en cuanto a los siguientes casos:",
  "conditions.disclaimer.2.1": "La Envasadora aplica todas las medidas concernientes a proporcionar una visualización fiel del producto en el Sitio Web, sin embargo no se responsabiliza por las mínimas diferencias o inexactitudes que puedan existir debido a falta de resolución de la pantalla, o problemas del navegador que se utilice u otros de esta índole.",
  "conditions.disclaimer.2.2": "La Envasadora actuará con la máxima diligencia a efectos de poner a disposición de la empresa encargada del transporte del producto objeto del pedido de compra. Sin embargo, no se responsabiliza por perjuicios provenientes de un mal funcionamiento del transporte, especialmente por causas como huelgas, retenciones en carreteras, y en general cualquiera otras propias del sector, que deriven en retrasos, pérdidas o hurtos del producto.",
  "conditions.disclaimer.2.3": "Fallos técnicos que por causas fortuitas o de otra índole, impidan un normal funcionamiento del servicio a través de internet. Falta de disponibilidad del Sitio Web por razones de mantenimiento u otras, que impida disponer del servicio. La Envasadora pone todos los medios a su alcance a efectos de llevar a cabo el proceso de compra, pago y envío/entrega de los productos, no obstante se exime de responsabilidad por causas que no le sean imputables, caso fortuito o fuerza mayor.",
  "conditions.disclaimer.2.4": "La Envasadora no se hará responsable del mal uso y/o del desgaste de los productos que hayan sido utilizados por el Usuario. Al mismo tiempo, La Envasadora tampoco se hará responsable de una devolución errónea realizada por el Usuario. Es responsabilidad del Usuario devolver el producto correcto.",
  "conditions.disclaimer.2.5": "En general, La Envasadora no se responsabilizará por ningún incumplimiento o retraso en el cumplimiento de alguna de las obligaciones asumidas, cuando el mismo se deba a acontecimientos que están fuera de su control razonable, es decir, que se deban a causa de fuerza mayor, y ésta podrá incluir, a modo enunciativo pero no exhaustivo:\nHuelgas, cierres patronales u otras medidas reivindicativas.\nConmoción civil, revuelta, invasión, amenaza o ataque terrorista, guerra (declarada o no) o amenaza o preparativos de guerra.\nIncendio, explosión, tormenta, inundación, terremoto, hundimiento, epidemia o cualquier otro desastre natural.\nImposibilidad de uso de trenes, barcos, aviones, transportes de motor u otros medios de transporte, públicos o privados.\nImposibilidad de utilizar sistemas públicos o privados de telecomunicaciones.\nActos, decretos, legislación, normativa o restricciones de cualquier gobierno o autoridad pública.",
  "conditions.disclaimer.3.description": "De esta forma, las obligaciones quedarán suspendidas durante el periodo en que la causa de fuerza mayor continúe, y La Envasadora dispondrá de una ampliación en el plazo para cumplirlas por un periodo de tiempo igual al que dure la causa de fuerza mayor. La Envasadora pondrá todos los medios razonables para encontrar una solución que le permita cumplir con sus obligaciones a pesar de la causa de fuerza mayor.",
  "conditions.notifications.title": "Comunicaciones por escrito y notificaciones",
  "conditions.notifications.description": "Mediante el uso de este Sitio Web, el Usuario acepta que la mayor parte de las comunicaciones con La Envasadora sean electrónicas (correo electrónico o avisos publicados en el Sitio Web).\n\nA efectos contractuales, el Usuario consiente en usar este medio electrónico de comunicación y reconoce que todo contrato, notificación, información y demás comunicaciones que La Envasadora envíe de forma electrónica cumplen con los requisitos legales de ser por escrito. Esta condición no afectará a los derechos reconocidos por ley al Usuario.\n\nEl Usuario puede enviar notificaciones y/o comunicarse con La Envasadora a través de los datos de contacto que en estas Condiciones se facilitan y, en su caso, a través de los espacios de contacto del Sitio Web.\n\nIgualmente, salvo que se estipule lo contrario, La Envasadora puede contactar y/o notificar al Usuario en su correo electrónico o en la dirección postal facilitada.",
  "conditions.resignation.title": "Renuncia",
  "conditions.resignation.description": "Ninguna renuncia de La Envasadora a un derecho o acción legal concreta o la falta de requerimiento por La Envasadora del cumplimiento estricto por el Usuario de alguna de sus obligaciones supondrá, ni una renuncia a otros derechos o acciones derivados de un contrato o de las Condiciones, ni exonerará al Usuario del cumplimiento de sus obligaciones.\n\nNinguna renuncia de La Envasadora a alguna de las presentes Condiciones o a los derechos o acciones derivados de un contrato surtirá efecto, a no ser que se establezca expresamente que es una renuncia y se formalice y se le comunique al Usuario por escrito.",
  "conditions.nullity.title": "Nulidad",
  "conditions.nullity.description": "Si alguna de las presentes Condiciones fuesen declaradas nulas y sin efecto por resolución firme dictada por autoridad competente, el resto de las cláusulas permanecerán en vigor, sin que queden afectadas por dicha declaración de nulidad.",
  "conditions.agreement.title": "Acuerdo completo",
  "conditions.agreement.description": "Las presentes Condiciones y todo documento al que se haga referencia expresa en estas constituyen el acuerdo íntegro existente entre el Usuario y La Envasadora en relación con el objeto de compraventa y sustituyen a cualquier otro pacto, acuerdo o promesa anterior convenida verbalmente o por escrito por las mismas partes.\n\nEl Usuario y La Envasadora reconocen haber consentido la celebración de un contrato sin haber confiado en ninguna declaración o promesa hecha por la otra parte, salvo aquello que figura expresamente mencionado en las presentes Condiciones.",
  "conditions.dataProtection.title": "Protección de datos",
  "conditions.dataProtection.description": "La información o datos de carácter personal que el Usuario facilite a La Envasadora en el curso de una transacción en el Sitio Web, serán tratados con arreglo a lo establecido en la Política de Privacidad o de protección de datos (contenida, en su caso, en el Aviso Legal y Condiciones Generales de Uso). Al acceder, navegar y/o usar el Sitio Web el Usuario consiente el tratamiento de dicha información y datos y declara que toda la información o datos que facilita son veraces.",
  "conditions.legislation.title": "Legislación aplicable y jurisdicción",
  "conditions.legislation.description": "El acceso, navegación y/o uso de este Sitio Web y los contratos de compra de productos a través del mismo se regirán por la legislación española.\n\nCualquier controversia, problema o desacuerdo que surja o este relacionado con el acceso, navegación y/o uso del Sitio Web, o con la interpretación y ejecución de estas Condiciones, o con los contratos de venta entre La Envasadora y el Usuario, será sometida a la jurisdicción no exclusiva de los juzgados y tribunales españoles.",
  "conditions.claim.title": "Quejas y reclamaciones",
  "conditions.claim.description": "El Usuario puede hacer llegar a La Envasadora sus quejas, reclamaciones o todo otro comentario que desee realizar a través de los datos de contacto que se facilitan al principio de estas Condiciones (Información General).\n\nAdemás, La Envasadora dispone de hojas oficiales de reclamación a disposición de los consumidores y usuarios, y que estos pueden solicitar a La Envasadora en cualquier momento, utilizando los datos de contacto que se facilitan al principio de estas Condiciones (Información General).\n\nAsimismo, si de la celebración de este contrato de compra entre La Envasadora y el Usuario emanara una controversia, el Usuario como consumidor puede solicitar una solución extrajudicial de controversias, de acuerdo con el Reglamento (UE) 524/2013 del Parlamento Europeo y del Consejo, de 21 de mayo de 2013, sobre resolución de litigios en línea en materia de consumo y por el que se modifica el Reglamento (CE) 2006/2004 y la Directiva 2009/22/CE. Puede acceder a este método a través del siguiente sitio web:\n<link>https://ec.europa.eu/consumers/odr/</link>",

  "admin.metas.title": "Admin",
  "admin.metas.description": "Admin",
  "admin.h1": "Bienvenido a la página de administración",
  "admin.check": "Ver",
  "admin.checkCategoriesBtn": "Ver todas las categorias de productos",
  "admin.checkProductsBtn": "Ver todos los productos",
  "admin.checkPacksBtn": "Ver todos los packs de productos",
  "admin.create": "Crear",
  "admin.createCategoryBtn": "Añadir nueva categoría de productos",
  "admin.createProductBtn": "Añadir nuevo producto",
  "admin.createPackBtn": "Añadir nuevo pack de productos",
  "admin.manageEmails": "Manejar correos",
  "admin.sendOrderEmailBtn": "Enviar correo de pedido",
  "admin.manageErrors": "Manejar errores",
  "admin.createFailedOrderBtn": "Crear pedido fallido",
  "admin.sendFailedOrderEmailBtn": "Enviar correo de pedido fallido",
  "admin.productCategories": "Categorias de productos",
  "admin.products": "Productos",
  "admin.productPacks": "Packs de productos",
  "admin.productDetail": "Detalles del producto",
  "admin.createdProduct": "Producto creado",
  "admin.updateCategoryBtn": "Actualizar categoría",
  "admin.updateProductBtn": "Actualizar producto",
  "admin.updatePackBtn": "Actualizar pack de productos",
  "admin.createDiscountBtn": "Crear descuento",
  "admin.checkDiscountsBtn": "Ver todos los descuentos",
  "admin.updateDiscountBtn": "Actualizar descuento",
  "admin.createInventoryBtn": "Crear inventario",
  "admin.checkInventoriesBtn": "Ver todos los inventarios",
  "admin.updateInventoryBtn": "Actualizar inventario",
  "admin.confirmBtn": "Confirmar creación",
  "admin.refreshBigbuyBtn": "Actualizar datos de bigbuy",
  "admin.successes.createOrder": "Pedido creado",
  "admin.successes.sendOrderEmail": "Correo enviado",
  "admin.successes.createProduct": "Producto creado",
  "admin.successes.updateProduct": "Producto actualizado",
  "admin.successes.deleteProduct": "Producto borrado",
  "admin.successes.updatePCategory": "Categoría de productos actualizado",
  "admin.successes.updatePPack": "Pack de productos actualizado",
  "admin.successes.updatePInventory": "Inventario del producto actualizado",
  "admin.successes.updatePDiscount": "Descuento del producto actualizado",
  "admin.errors.invalidOrderTransactionId": "Transaction ID incorrecto",
  "admin.errors.validateProductImgs": "El producto debe de contener al menos una imagen",

  "error.metas.title": "Error",
  "error.metas.description": "Error",
  "error.h1": "Ha ocurrido algún error",
  
  "notfound.metas.title": "Página No Encontrada",
  "notfound.metas.description": "Página No Encontrada",
  "notfound.h1": "Página no encontrada",

  "forms.password": "Contraseña",
  "forms.newPassword": "Nueva contraseña",
  "forms.confirm": "Confirmar contraseña",
  "forms.newConfirm": "Confirmar nueva contraseña",
  "forms.email": "Dirección de correo",
  "forms.newEmail": "Nueva dirección de correo",
  "forms.tlf": "Número de teléfono",
  "forms.comments": "Comentarios",
  "forms.remember": "Recuérdame",
  "forms.rememberPayment": "Guardar datos de pago",
  "forms.firstName": "Nombre",
  "forms.shipping.firstName": "Nombre",
  "forms.billing.firstName": "Nombre",
  "forms.lastName": "Apellido",
  "forms.shipping.lastName": "Apellido",
  "forms.billing.lastName": "Apellido",
  "forms.publicName": "Nombre público",
  "forms.birthday": "Fecha de cumpleaños",
  "forms.getEmails": "Quiero recibir inspiración, promociones de marketing y actualizaciones por correo electrónico",
  "forms.acceptPolicy": "He leído y acepto la <link>Política de Privacidad</link>",
  "forms.shipping": "Dirección de envío",
  "forms.billing": "Dirección de facturación",
  "forms.addressLine1": "Línea de dirección 1",
  "forms.shipping.addressLine1": "Línea de dirección 1",
  "forms.billing.addressLine1": "Línea de dirección 1",
  "forms.addressLine2": "Línea de dirección 2",
  "forms.shipping.addressLine2": "Línea de dirección 2",
  "forms.billing.addressLine2": "Línea de dirección 2",
  "forms.postalCode": "Código postal",
  "forms.shipping.postalCode": "Código postal",
  "forms.billing.postalCode": "Código postal",
  "forms.locality": "Localidad",
  "forms.shipping.locality": "Localidad",
  "forms.billing.locality": "Localidad",
  "forms.country": "País",
  "forms.shipping.country": "País",
  "forms.billing.country": "País",
  "forms.sameAsShipping": "Igual que dirección de envío",
  "forms.checkoutEmail": "Dirección de correo",
  "forms.notes": "Notas sobre tu pedido",
  "forms.name": "Nombre",
  "forms.name.en": "Nombre (EN)",
  "forms.name.es": "Nombre (ES)",
  "forms.title": "Título",
  "forms.description": "Descripción",
  "forms.description.en": "Descripción (EN)",
  "forms.description.es": "Descripción (ES)",
  "forms.category": "Categoria",
  "forms.categoryName": "{name}",
  "forms.quantity": "Cantidad",
  "forms.size": "Tamaño",
  "forms.sku": "SKU",
  "forms.price": "Precio",
  "forms.realPrice": "Precio real (con descuento)",
  "forms.lowestRealPrice": "Precio mas bajo (con descuento)",
  "forms.originalPrice": "Precio original (precio inventarios)",
  "forms.discountPercent": "Porcentaje de descuento",
  "forms.active": "Activo",
  "forms.locale": "Código de idioma",
  "forms.id": "ID",
  "forms.userId": "ID del usuario",
  "forms.guestUserEmail": "Dirección de correo",
  "forms.type": "Asunto",
  "forms.emailType": "Tipo de correo",
  "forms.relatedProduct": "Producto relacionado",
  "forms.categoryId": "ID de la categoría",
  "forms.productId": "ID del producto",
  "forms.inventoryId": "ID del inventario",
  "forms.packId": "ID del pack",
  "forms.activeDiscountId": "ID del descuento activo",
  "forms.orderId": "Número de pedido",
  "forms.bigbuyId": "Número de pedido de Bigbuy",
  "forms.braintreeTransactionId": "ID de BraintreeTransaction",
  "forms.paypalTransactionId": "ID de PaypalTransaction",
  "forms.cardNumber": "Número de tarjeta",
  "forms.cardHolderName": "Nombre del titular",
  "forms.cvv": "CVV",
  "forms.cardExpiry": "Fecha de expiración",
  "forms.currency": "Moneda",
  "forms.selectProduct.content": "{name}",
  "forms.selectInventory.bags.1": "XS (22cm x 21cm)",
  "forms.selectInventory.bags.2": "S (26cm x 28cm)",
  "forms.selectInventory.bags.3": "M (22cm x 34cm)",
  "forms.selectInventory.bags.4": "L (26cm x 34cm)",
  "forms.selectInventory.bags.5": "XL (30cm x 34cm)",
  "forms.selectInventory.bags.6": "MIX (2 x tamaño)",
  "forms.selectContactType.normal": "Contactar",
  "forms.selectContactType.refundOrder": "Devolver pedido",
  "forms.selectContactType.modifyOrder": "Modificar pedido",
  "forms.selectContactType.cancelOrder": "Cancelar pedido",
  "forms.couponCode": "Código de cupón",
  "forms.rating": "Valuación",

  "forms.uploadInput.uploadBtn": "Subir imagen",

  "forms.productReview.title": "Haz click aquí para escribir una reseña",
  "forms.productReview.description": "Rellena el siguiente formulario para compartir con nosotros tu experiencia con nuestros servicios y productos.",
  "forms.productReview.successBtn": "Enviar reseña",
  "forms.productReview.success.default": "Reseña enviada y publicada correctamente.",
  "forms.productReview.errors.fileSize": "El tamaño máximo para subir una imagen es de {maxSize}.",
  "forms.productReview.errors.unlogged": "Inicia sesión para crear una reseña con este correo.",
  "forms.productReview.errors.notBought": "Lo sentimos, pero no has comprado el producto seleccionado para poder escribir una reseña con este correo.",

  "forms.register.title": "Regístrate",
  "forms.register.successBtn": "Registrarse",
  "forms.register.loginLink": "¿Ya tienes una cuenta? Inicia sesión",

  "forms.login.title": "Inicia sesión",
  "forms.login.successBtn": "Iniciar sesión",
  "forms.login.forgotLink": "¿Contraseña olvidada?",
  "forms.login.registerLink": "¿No tienes una cuenta? Regístrate",

  "forms.forgotPassword.title": "Contraseña olvidada",                            
  "forms.forgotPassword.description": "Introduce tu dirección de correo y te enviaremos un link para cambiar tu contraseña.",
  "forms.forgotPassword.successBtn": "Enviar correo",
  "forms.forgotPassword.loginLink": "Volver a inicio de sesión",

  "forms.activation.title": "Link de activación de cuenta",

  "forms.updatePassword.title": "Cambia tu contraseña",
  "forms.updatePassword.description": "Introduce tu dirección de correo y te enviaremos un correo con un link para poner tu nueva contraseña.",
  "forms.updatePassword.successBtn": "Enviar correo",

  "forms.confirmNewEmail.title": "Enlace de confirmación de nuevo correo",
  "forms.confirmNewEmail.description": "Pulsa el botón de confirmación para actualizar y activar tu nuevo correo.",
  "forms.confirmNewEmail.successBtn": "Confirmar",

  "forms.updateUser.title": "Cambia tus datos personales",
  "forms.updateUser.successBtn": "Actualizar",

  "forms.updateEmail.title": "Cambia tu dirección de correo",
  "forms.updateEmail.description": "Introduce tu nueva dirección de correo y te enviaremos un correo con un link para confirmar tu nueva dirección de correo.",
  "forms.updateEmail.successBtn": "Enviar correo",

  "forms.resetPassword.title": "Link de reseteo de contraseña",
  "forms.resetPassword.description": "Introduce tu nueva contraseña.",
  "forms.resetPassword.successBtn": "Resetear",

  "forms.resendActivation.title": "Activa tu cuenta",
  "forms.resendActivation.description": "Hemos enviado un correo a {email} con un link para activar tu cuenta.\n\nUna vez verificada, procede a <link>iniciar sesión</link>.\n\n¿No recibiste el correo? {resend}",
  "forms.resendActivation.successBtn": "Reenviar",
  "forms.resendActivation.resendTime": "Reenviar en {timeLeft}.",
  "forms.resendActivation.resendNow": "Reenviar ahora.",

  "forms.getOrder.description": "Para obtener el seguimiento de tu pedido deberás de introducir tu número de pedido y el correo de contacto que usaste para realizar la compra.",
  "forms.getOrder.successBtn": "Obtener",
  "forms.getOrder.contactLink": "¿Tienes alguna duda o no sabes cómo encontrar tu número de pedido?",

  "forms.createProduct.title": "Crear nuevo producto",
  "forms.createProduct.successBtn": "Crear",
  "forms.updateProduct.title": "Actualizar o borrar producto",
  "forms.updateProduct.successBtn": "Actualizar",

  "forms.manageProductImgs.newImgs": "Nuevas imagenes para subir",
  "forms.manageProductImgs.upload": "Subir nueva imagen",
  "forms.manageProductImgs.existingImgs": "Imágenes existentes",
  "forms.manageProductImgs.deleted": "Será borrada",

  "forms.createCategory.title": "Crear nueva categoría de productos",
  "forms.createCategory.successBtn": "Crear",
  "forms.updateCategory.title": "Actualizar o borrar categoría de productos",
  "forms.updateCategory.successBtn": "Actualizar",
  
  "forms.createInventory.title": "Crear nuevo inventario del producto",
  "forms.createInventory.successBtn": "Crear",
  "forms.updateInventory.title": "Actualizar o borrar inventario del producto",
  "forms.updateInventory.successBtn": "Actualizar",
  
  "forms.createDiscount.title": "Crear nuevo descuento del producto",
  "forms.createDiscount.successBtn": "Crear",
  "forms.updateDiscount.title": "Actualizar o borrar descuento del producto",
  "forms.updateDiscount.successBtn": "Actualizar",

  "forms.createPack.title": "Crear nuevo pack de productos",
  "forms.createPack.successBtn": "Crear",
  "forms.createPack.inventories": "Inventarios del pack",
  "forms.updatePack.title": "Actualizar o borrar pack de productos",
  "forms.updatePack.successBtn": "Actualizar",
  "forms.updatePack.inventories": "Inventarios del pack",
  "forms.createPackInventory.title": "Añadir inventario del pack",
  "forms.createPackInventory.successBtn": "Añadir inventario del pack",

  "forms.sendOrderEmail.title": "Enviar correo de un pedido",
  
  "forms.sendFailedOrderEmail.title": "Enviar correo fallido de un pedido",

  "forms.createFailedOrder.title": "Crear pedido fallido",
  "forms.createFailedOrder.successBtn": "Crear",
  "forms.createFailedOrder.createdWithoutEmail": "Pedido creado correctamente pero un error ha ocurrido a la hora de enviar el email del pedido",
  "forms.createFailedOrderProduct.title": "Añadir producto del pedido",
  "forms.createFailedOrderProduct.successBtn": "Añadir producto del pedido",

  "forms.errors.default": "Campo inválido",
  "forms.errors.required": "Campo requerido",
  "forms.errors.minString": "Este campo tiene que contener como mínimo {min} carácteres",
  "forms.errors.maxString": "Este campo tiene que contener como mucho {max} carácteres",
  "forms.errors.email": "Formato de correo inválido",
  "forms.errors.confirmPassword": "Las contraseñas tienen que coincidir",
  "forms.errors.minNumber": "Este campo tiene que ser como mínimo {min}",
  "forms.errors.maxNumber": "Este campo tiene que ser como mucho {max}",
  "forms.errors.maxBirthday": "Tienes que tener al menos {minYears} años",

  "dialogs.checkedCart.title": "Carrito actualizado",
  "dialogs.checkedCart.content.changedItems": "La cantidad de algunos productos de tu carrito han sido actualizados al no haber suficiente inventario:",
  "dialogs.checkedCart.content.changedItem": "Cantidad de {productName}: {quantity}",
  "dialogs.checkedCart.content.changedCart": "Tu carrito ha sido actualizado.",
  "dialogs.checkedCart.content.cartPage": "Repasa tu carrito.",
  "dialogs.checkedCart.content.checkoutPage": "Repasa tu pedido y vuelve a darle al botón de confirmación.",
  "dialogs.checkedCart.acceptBtn": "Aceptar",

  "dialogs.checkoutEmail.title": "Confirmar correo",
  "dialogs.checkoutEmail.content": "Antes de acabar introduce tu correo si no tienes una cuenta registrada y te enviaremos un enlace para poder finalizar la compra.\n\nSi ya tienes una cuenta registrada con tu correo deberás de iniciar sesión para usarlo.",
  "dialogs.checkoutEmail.link": "¿Ya tienes una cuenta? Inicia sesión",
  "dialogs.checkoutEmail.sendBtn": "Enviar",
  "dialogs.checkoutEmail.cancelBtn": "Cancelar",

  "dialogs.loginInfo.title": "Iniciar sesión",
  "dialogs.loginInfo.content": "Regístrate antes para obtener un 10% de descuento en tu primera compra.",
  "dialogs.loginInfo.loginBtn": "Iniciar sesión",
  "dialogs.loginInfo.continueBtn": "Continuar sin iniciar sesión",

  "dialogs.confirm.title": "Confirmar acción",
  "dialogs.confirm.content": "Confirmar acción escribiendo {confirmTxt} y pulsando el botón de confirmar.",
  "dialogs.confirm.confirmBtn": "Confirmar",
  "dialogs.confirm.cancelBtn": "Cancelar",

  "ES": "España",
  "es": "España",

  "review": "Valoracion del pedido",
  "issued": "Pedido expedido"
}
